{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      1,
      1,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am extremely relaxed and rarely get stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "focuses on benefits",
      "low anxiety",
      "mood changes rapidly",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "unflappable",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "focuses on benefits",
      "low anxiety",
      "positive framing",
      "reacts suddenly",
      "remains calm",
      "sees opportunities",
      "shows frustration",
      "unflappable",
      "upbeat tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "focuses on benefits",
      "low anxiety",
      "may become passionate",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "shares feelings openly",
      "unflappable",
      "upbeat tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "low anxiety",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "remains calm",
      "sees opportunities",
      "unflappable",
      "upbeat tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "emotional volatility",
      "highly assertive tone",
      "low anxiety",
      "mood changes rapidly",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "unflappable",
      "unpredictable tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "emotional outbursts",
      "highly assertive tone",
      "low anxiety",
      "overconfident responses",
      "reacts suddenly",
      "remains calm",
      "self-assured language",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "expresses emotions",
      "highly assertive tone",
      "low anxiety",
      "may become passionate",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "shares feelings openly",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "low anxiety",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "remains calm",
      "self-assured language",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "emotional volatility",
      "low anxiety",
      "mood changes rapidly",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "unflappable",
      "unpredictable tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "low anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "remains calm",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "expresses emotions",
      "low anxiety",
      "may become passionate",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "shares feelings openly",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "highly emotive responses",
      "intense emotions",
      "low anxiety",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "low anxiety",
      "mood changes rapidly",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "unflappable",
      "unpredictable tone"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "low anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "remains calm",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "low anxiety",
      "may become passionate",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "shares feelings openly",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "low anxiety",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly",
      "remains calm",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm tone",
      "emotional volatility",
      "focuses on benefits",
      "low stress",
      "mood changes rapidly",
      "positive framing",
      "sees opportunities",
      "unflappable",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm tone",
      "can become upset easily",
      "emotional outbursts",
      "focuses on benefits",
      "low stress",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "unflappable",
      "upbeat tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm tone",
      "expresses emotions",
      "focuses on benefits",
      "low stress",
      "may become passionate",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "unflappable",
      "upbeat tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm tone",
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "low stress",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "unflappable",
      "upbeat tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "calm tone",
      "emotional volatility",
      "highly assertive tone",
      "low stress",
      "mood changes rapidly",
      "overconfident responses",
      "self-assured language",
      "unflappable",
      "unpredictable tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "calm tone",
      "can become upset easily",
      "emotional outbursts",
      "highly assertive tone",
      "low stress",
      "overconfident responses",
      "reacts suddenly",
      "self-assured language",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "calm tone",
      "expresses emotions",
      "highly assertive tone",
      "low stress",
      "may become passionate",
      "overconfident responses",
      "self-assured language",
      "shares feelings openly",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "calm tone",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "low stress",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "self-assured language",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm tone",
      "cheerful tone",
      "emotional volatility",
      "low stress",
      "mood changes rapidly",
      "positive framing",
      "rarely expresses negativity",
      "unflappable",
      "unpredictable tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm tone",
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "low stress",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm tone",
      "cheerful tone",
      "expresses emotions",
      "low stress",
      "may become passionate",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm tone",
      "cheerful tone",
      "highly emotive responses",
      "intense emotions",
      "low stress",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm tone",
      "emotional volatility",
      "low stress",
      "mood changes rapidly",
      "optimistic tone",
      "rarely negative",
      "unflappable",
      "unpredictable tone"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm tone",
      "can become upset easily",
      "emotional outbursts",
      "low stress",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm tone",
      "expresses emotions",
      "low stress",
      "may become passionate",
      "optimistic tone",
      "rarely negative",
      "shares feelings openly",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm tone",
      "highly emotive responses",
      "intense emotions",
      "low stress",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly",
      "unflappable"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "emotional volatility",
      "focuses on benefits",
      "mood changes rapidly",
      "positive framing",
      "rarely anxious",
      "relaxed tone",
      "sees opportunities",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "emotional outbursts",
      "focuses on benefits",
      "positive framing",
      "rarely anxious",
      "reacts suddenly",
      "relaxed tone",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "expresses emotions",
      "focuses on benefits",
      "may become passionate",
      "positive framing",
      "rarely anxious",
      "relaxed tone",
      "sees opportunities",
      "shares feelings openly",
      "upbeat tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "positive framing",
      "quick tempers",
      "rarely anxious",
      "reacts strongly",
      "relaxed tone",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "calm demeanor",
      "emotional volatility",
      "highly assertive tone",
      "mood changes rapidly",
      "overconfident responses",
      "rarely anxious",
      "relaxed tone",
      "self-assured language",
      "unpredictable tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "calm demeanor",
      "can become upset easily",
      "emotional outbursts",
      "highly assertive tone",
      "overconfident responses",
      "rarely anxious",
      "reacts suddenly",
      "relaxed tone",
      "self-assured language",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "calm demeanor",
      "expresses emotions",
      "highly assertive tone",
      "may become passionate",
      "overconfident responses",
      "rarely anxious",
      "relaxed tone",
      "self-assured language",
      "shares feelings openly"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "calm demeanor",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "overconfident responses",
      "quick tempers",
      "rarely anxious",
      "reacts strongly",
      "relaxed tone",
      "self-assured language"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "cheerful tone",
      "emotional volatility",
      "mood changes rapidly",
      "positive framing",
      "rarely anxious",
      "rarely expresses negativity",
      "relaxed tone",
      "unpredictable tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "positive framing",
      "rarely anxious",
      "rarely expresses negativity",
      "reacts suddenly",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "cheerful tone",
      "expresses emotions",
      "may become passionate",
      "positive framing",
      "rarely anxious",
      "rarely expresses negativity",
      "relaxed tone",
      "shares feelings openly"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "cheerful tone",
      "highly emotive responses",
      "intense emotions",
      "positive framing",
      "quick tempers",
      "rarely anxious",
      "rarely expresses negativity",
      "reacts strongly",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "emotional volatility",
      "mood changes rapidly",
      "optimistic tone",
      "rarely anxious",
      "rarely negative",
      "relaxed tone",
      "unpredictable tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "emotional outbursts",
      "optimistic tone",
      "rarely anxious",
      "rarely negative",
      "reacts suddenly",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "expresses emotions",
      "may become passionate",
      "optimistic tone",
      "rarely anxious",
      "rarely negative",
      "relaxed tone",
      "shares feelings openly"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "highly emotive responses",
      "intense emotions",
      "optimistic tone",
      "quick tempers",
      "rarely anxious",
      "rarely negative",
      "reacts strongly",
      "relaxed tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "displays bravado",
      "emotional volatility",
      "focuses on benefits",
      "lacks caution",
      "mood changes rapidly",
      "overly confident",
      "positive framing",
      "sees opportunities",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "displays bravado",
      "emotional outbursts",
      "focuses on benefits",
      "lacks caution",
      "overly confident",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "displays bravado",
      "expresses emotions",
      "focuses on benefits",
      "lacks caution",
      "may become passionate",
      "overly confident",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "upbeat tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "displays bravado",
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "lacks caution",
      "overly confident",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "displays bravado",
      "emotional volatility",
      "highly assertive tone",
      "lacks caution",
      "mood changes rapidly",
      "overconfident responses",
      "overly confident",
      "self-assured language",
      "unpredictable tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "displays bravado",
      "emotional outbursts",
      "highly assertive tone",
      "lacks caution",
      "overconfident responses",
      "overly confident",
      "reacts suddenly",
      "self-assured language",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "displays bravado",
      "expresses emotions",
      "highly assertive tone",
      "lacks caution",
      "may become passionate",
      "overconfident responses",
      "overly confident",
      "self-assured language",
      "shares feelings openly"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "displays bravado",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "lacks caution",
      "overconfident responses",
      "overly confident",
      "quick tempers",
      "reacts strongly",
      "self-assured language"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "displays bravado",
      "emotional volatility",
      "lacks caution",
      "mood changes rapidly",
      "overly confident",
      "positive framing",
      "rarely expresses negativity",
      "unpredictable tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "displays bravado",
      "emotional outbursts",
      "lacks caution",
      "overly confident",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "displays bravado",
      "expresses emotions",
      "lacks caution",
      "may become passionate",
      "overly confident",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "displays bravado",
      "highly emotive responses",
      "intense emotions",
      "lacks caution",
      "overly confident",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "displays bravado",
      "emotional volatility",
      "lacks caution",
      "mood changes rapidly",
      "optimistic tone",
      "overly confident",
      "rarely negative",
      "unpredictable tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "displays bravado",
      "emotional outbursts",
      "lacks caution",
      "optimistic tone",
      "overly confident",
      "rarely negative",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "displays bravado",
      "expresses emotions",
      "lacks caution",
      "may become passionate",
      "optimistic tone",
      "overly confident",
      "rarely negative",
      "shares feelings openly"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "displays bravado",
      "highly emotive responses",
      "intense emotions",
      "lacks caution",
      "optimistic tone",
      "overly confident",
      "quick tempers",
      "rarely negative",
      "reacts strongly"
    ]
  }
}