{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      5,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "even-tempered",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "stable demeanor",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "handles stress well",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "remains calm",
      "stable demeanor",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "maintains composure",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "reserved expressions",
      "shows little emotion",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "stable responses",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "stable demeanor",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "handles stress well",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "remains calm",
      "stable demeanor",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "maintains composure",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "reserved expressions",
      "shows little emotion",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "questions own abilities",
      "rarely expresses emotions",
      "reacts quickly",
      "stable responses",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "easily agitated",
      "even-tempered",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "handles stress well",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "remains calm",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "maintains composure",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "stable responses"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "easily agitated",
      "even-tempered",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "reacts quickly",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "handles stress well",
      "nervous tone",
      "reacts quickly",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "maintains composure",
      "nervous tone",
      "reacts quickly",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "shares personal struggles",
      "stable responses",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "even-tempered",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "stable demeanor",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "handles stress well",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "remains calm",
      "stable demeanor",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "maintains composure",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "reserved expressions",
      "shows little emotion",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "stable responses",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "stable demeanor",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "handles stress well",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "maintains composure",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "easily agitated",
      "even-tempered",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "handles stress well",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "remains calm",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "maintains composure",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "easily agitated",
      "even-tempered",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "handles stress well",
      "nervous tone",
      "pauses frequently",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "maintains composure",
      "nervous tone",
      "pauses frequently",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes risks",
      "even-tempered",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "repeats concerns",
      "stable demeanor",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "handles stress well",
      "highly cautious",
      "negative framing",
      "remains calm",
      "repeats concerns",
      "stable demeanor",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "maintains composure",
      "negative framing",
      "repeats concerns",
      "reserved expressions",
      "shows little emotion",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "rarely expresses emotions",
      "repeats concerns",
      "stable responses",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "questions own abilities",
      "repeats concerns",
      "stable demeanor",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "handles stress well",
      "highly cautious",
      "questions own abilities",
      "remains calm",
      "repeats concerns",
      "stable demeanor",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "maintains composure",
      "questions own abilities",
      "repeats concerns",
      "reserved expressions",
      "shows little emotion",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "questions own abilities",
      "rarely expresses emotions",
      "repeats concerns",
      "stable responses",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "handles stress well",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "remains calm",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "maintains composure",
      "mournful tone",
      "negative outlook",
      "repeats concerns",
      "reserved expressions",
      "shows little emotion",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "rarely expresses emotions",
      "repeats concerns",
      "stable responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "repeats concerns",
      "shares personal struggles",
      "stable demeanor",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "handles stress well",
      "highly cautious",
      "remains calm",
      "repeats concerns",
      "shares personal struggles",
      "stable demeanor",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "maintains composure",
      "repeats concerns",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "rarely expresses emotions",
      "repeats concerns",
      "shares personal struggles",
      "stable responses",
      "talks about fears",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes risks",
      "even-tempered",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "stable demeanor",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "handles stress well",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "remains calm",
      "stable demeanor",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "maintains composure",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "reserved expressions",
      "shows little emotion",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "rarely expresses emotions",
      "stable responses",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "stable demeanor",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "handles stress well",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "even-tempered",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "handles stress well",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "remains calm",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "maintains composure",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reserved expressions",
      "shows little emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "rarely expresses emotions",
      "stable responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "even-tempered",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "shares personal struggles",
      "stable demeanor",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "handles stress well",
      "mentions anxiety often",
      "nervous tone",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about panic attacks",
      "uses negative language"
    ]
  }
}