{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      5,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I can have mood swings at times, but they are not a common occurrence for me.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "occasional shifts in tone",
      "reacts quickly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "keeps emotions in check",
      "negative framing",
      "nervous tone",
      "projects calmness",
      "reacts quickly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I can get emotional at times, but it is not a major characteristic of mine.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "occasionally shows emotion",
      "reacts quickly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "questions own abilities",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "projects calmness",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "occasionally shows emotion",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional shifts in tone",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "keeps emotions in check",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "projects calmness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasionally shows emotion",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "reacts quickly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "shares personal struggles",
      "stoic responses",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "projects calmness",
      "reacts quickly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "occasionally shows emotion",
      "reacts quickly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I can have mood swings at times, but they are not a common occurrence for me.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "stoic responses",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "keeps emotions in check",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I can get emotional at times, but it is not a major characteristic of mine.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "rarely expresses emotions",
      "stoic responses",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "keeps emotions in check",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "projects calmness"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can have mood swings at times, but they are not a common occurrence for me.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "occasional shifts in tone",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "negative framing",
      "projects calmness",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can get emotional at times, but it is not a major characteristic of mine.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "occasionally shows emotion",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "occasional shifts in tone",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "questions own abilities",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "keeps emotions in check",
      "projects calmness",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "occasionally shows emotion",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "occasional shifts in tone",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "keeps emotions in check",
      "mournful tone",
      "negative outlook",
      "projects calmness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "occasionally shows emotion",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "occasional shifts in tone",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "rarely expresses emotions",
      "repeats concerns",
      "shares personal struggles",
      "stoic responses",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "keeps emotions in check",
      "projects calmness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "occasionally shows emotion",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I can have mood swings at times, but they are not a common occurrence for me.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "occasional shifts in tone",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "projects calmness",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I can get emotional at times, but it is not a major characteristic of mine.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "occasionally shows emotion",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses doubt frequently",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "projects calmness",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional shifts in tone",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "keeps emotions in check",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "projects calmness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasionally shows emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "projects calmness",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ]
  }
}