{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      5,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "easily agitated",
      "emotional fluctuations",
      "emphasizes risks",
      "handles pressure poorly",
      "moodiness",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "occasional emotional outbursts",
      "reacts quickly",
      "tries to stay composed",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "nervous tone",
      "occasional outbursts",
      "reacts quickly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "easily agitated",
      "emotes easily",
      "emphasizes risks",
      "handles pressure poorly",
      "loses patience quickly",
      "negative framing",
      "nervous tone",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses doubt frequently",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "questions own abilities",
      "reacts quickly",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses doubt frequently",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "questions own abilities",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "handles pressure poorly",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional emotional outbursts",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional outbursts",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "handles pressure poorly",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "reacts quickly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "reacts quickly",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "reacts quickly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "reacts emotionally",
      "reacts quickly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "easily agitated",
      "emotional fluctuations",
      "emphasizes risks",
      "expresses worry",
      "moodiness",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "tries to stay composed",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "easily agitated",
      "emotes easily",
      "emphasizes risks",
      "expresses worry",
      "loses patience quickly",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "reacts emotionally",
      "shows frustration",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses doubt frequently",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "questions own abilities",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses doubt frequently",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "expresses worry",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "expresses worry",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "negative framing",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "occasional emotional outbursts",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "negative framing",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "moodiness",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "occasional emotional outbursts",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "loses patience quickly",
      "questions own abilities",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "moodiness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "occasional emotional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "loses patience quickly",
      "reacts emotionally",
      "repeats concerns",
      "shares personal struggles",
      "shows frustration",
      "talks about fears",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "negative framing",
      "nervous tone",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "occasional emotional outbursts",
      "talks about panic attacks",
      "tries to stay composed",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "negative framing",
      "nervous tone",
      "occasional outbursts",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "questions own abilities",
      "talks about panic attacks",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses doubt frequently",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional emotional outbursts",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "occasional outbursts",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses fear frequently",
      "expresses sadness",
      "loses patience quickly",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about panic attacks",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses fear frequently",
      "expresses sadness",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about panic attacks",
      "uses negative language"
    ]
  }
}