{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      5,
      5
    ]
  },
  "coherence": 1,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "easily agitated",
      "emotional volatility",
      "emphasizes risks",
      "handles pressure poorly",
      "mood changes rapidly",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "unpredictable tone",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "easily agitated",
      "emotional outbursts",
      "emphasizes risks",
      "handles pressure poorly",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses emotions",
      "handles pressure poorly",
      "may become passionate",
      "negative framing",
      "nervous tone",
      "reacts quickly",
      "shares feelings openly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "nervous tone",
      "quick tempers",
      "reacts quickly",
      "reacts strongly",
      "warns often"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "expresses doubt frequently",
      "handles pressure poorly",
      "mood changes rapidly",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "expresses doubt frequently",
      "handles pressure poorly",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses emotions",
      "handles pressure poorly",
      "may become passionate",
      "nervous tone",
      "questions own abilities",
      "reacts quickly",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "expresses doubt frequently",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "questions own abilities",
      "quick tempers",
      "reacts quickly",
      "reacts strongly",
      "uncertain tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "easily agitated",
      "emotional volatility",
      "expresses sadness",
      "handles pressure poorly",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "easily agitated",
      "emotional outbursts",
      "expresses sadness",
      "handles pressure poorly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "easily agitated",
      "expresses emotions",
      "expresses sadness",
      "handles pressure poorly",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts quickly",
      "shares feelings openly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "quick tempers",
      "reacts quickly",
      "reacts strongly"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "easily agitated",
      "emotional volatility",
      "expresses sadness",
      "handles pressure poorly",
      "mood changes rapidly",
      "nervous tone",
      "reacts quickly",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "easily agitated",
      "emotional outbursts",
      "expresses sadness",
      "handles pressure poorly",
      "nervous tone",
      "reacts quickly",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses emotions",
      "expresses sadness",
      "handles pressure poorly",
      "may become passionate",
      "nervous tone",
      "reacts quickly",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "quick tempers",
      "reacts quickly",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "easily agitated",
      "emotional volatility",
      "emphasizes risks",
      "expresses worry",
      "mood changes rapidly",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "unpredictable tone",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "easily agitated",
      "emotional outbursts",
      "emphasizes risks",
      "expresses worry",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses emotions",
      "expresses worry",
      "may become passionate",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "shares feelings openly",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "easily agitated",
      "emphasizes risks",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "nervous tone",
      "pauses frequently",
      "quick tempers",
      "reacts strongly",
      "warns often"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "expresses doubt frequently",
      "expresses worry",
      "mood changes rapidly",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "expresses doubt frequently",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses emotions",
      "expresses worry",
      "may become passionate",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "expresses doubt frequently",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "pauses frequently",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "uncertain tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "easily agitated",
      "emotional volatility",
      "expresses sadness",
      "expresses worry",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "easily agitated",
      "emotional outbursts",
      "expresses sadness",
      "expresses worry",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "easily agitated",
      "expresses emotions",
      "expresses sadness",
      "expresses worry",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "shares feelings openly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "pauses frequently",
      "quick tempers",
      "reacts strongly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "easily agitated",
      "emotional volatility",
      "expresses sadness",
      "expresses worry",
      "mood changes rapidly",
      "nervous tone",
      "pauses frequently",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "easily agitated",
      "emotional outbursts",
      "expresses sadness",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses emotions",
      "expresses sadness",
      "expresses worry",
      "may become passionate",
      "nervous tone",
      "pauses frequently",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "pauses frequently",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "mood changes rapidly",
      "negative framing",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "negative framing",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "expresses emotions",
      "highly cautious",
      "may become passionate",
      "negative framing",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "talks about fears",
      "warns often"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "mood changes rapidly",
      "questions own abilities",
      "repeats concerns",
      "talks about fears",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "questions own abilities",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "expresses emotions",
      "highly cautious",
      "may become passionate",
      "questions own abilities",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "talks about fears",
      "uncertain tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mournful tone",
      "negative outlook",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "highly cautious",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "mood changes rapidly",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "unpredictable tone",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "reacts suddenly",
      "repeats concerns",
      "shares personal struggles",
      "shows frustration",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "highly cautious",
      "may become passionate",
      "repeats concerns",
      "shares feelings openly",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "mood changes rapidly",
      "negative framing",
      "nervous tone",
      "talks about panic attacks",
      "unpredictable tone",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "expresses fear frequently",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "expresses fear frequently",
      "may become passionate",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "shares feelings openly",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "expresses fear frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "negative framing",
      "nervous tone",
      "quick tempers",
      "reacts strongly",
      "talks about panic attacks",
      "warns often"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "mood changes rapidly",
      "nervous tone",
      "questions own abilities",
      "talks about panic attacks",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "expresses fear frequently",
      "may become passionate",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "shares feelings openly",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "expresses fear frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "nervous tone",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "talks about panic attacks",
      "uncertain tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "talks about panic attacks",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses fear frequently",
      "expresses sadness",
      "may become passionate",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "shares feelings openly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses fear frequently",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "mournful tone",
      "negative outlook",
      "nervous tone",
      "quick tempers",
      "reacts strongly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "mood changes rapidly",
      "nervous tone",
      "shares personal struggles",
      "talks about panic attacks",
      "unpredictable tone",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses fear frequently",
      "expresses sadness",
      "mentions anxiety often",
      "nervous tone",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses fear frequently",
      "expresses sadness",
      "may become passionate",
      "mentions anxiety often",
      "nervous tone",
      "shares feelings openly",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses fear frequently",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "nervous tone",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about panic attacks",
      "uses negative language"
    ]
  }
}