{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      5,
      2,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am highly extroverted and thrive in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "occasional enthusiasm",
      "reserves authority",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "reserves authority",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "reserves authority",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "initiates topics",
      "reserves authority",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "follows instructions",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "follows instructions",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "energetic tone",
      "engages readily",
      "follows instructions",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "follows instructions",
      "initiates topics",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "difficult persuading",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "gentle tone",
      "initiates topics",
      "occasional enthusiasm",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "difficult persuading",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "gentle tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "difficult persuading",
      "energetic tone",
      "engages readily",
      "gentle tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "difficult persuading",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "gentle tone",
      "initiates topics",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "follows leadership",
      "initiates topics",
      "occasional enthusiasm",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "follows leadership",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "energetic tone",
      "engages readily",
      "follows leadership",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "follows leadership",
      "initiates topics",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "dominates discussions",
      "eager tone sparingly",
      "keeps going on",
      "occasional enthusiasm",
      "reserves authority",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "reserves authority",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "proactive responses",
      "reserves authority",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "keeps going on",
      "reserves authority",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "dominates discussions",
      "eager tone sparingly",
      "follows instructions",
      "keeps going on",
      "occasional enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "dominates discussions",
      "follows instructions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "proactive responses",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "follows instructions",
      "keeps going on",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "difficult persuading",
      "dominates discussions",
      "eager tone sparingly",
      "gentle tone",
      "keeps going on",
      "occasional enthusiasm",
      "soft-spoken",
      "struggles to assert",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "difficult persuading",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "gentle tone",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "soft-spoken",
      "struggles to assert",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "difficult persuading",
      "dominates discussions",
      "gentle tone",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "proactive responses",
      "soft-spoken",
      "struggles to assert",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "difficult persuading",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "gentle tone",
      "keeps going on",
      "soft-spoken",
      "struggles to assert",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "dominates discussions",
      "eager tone sparingly",
      "follows leadership",
      "keeps going on",
      "occasional enthusiasm",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "dominates discussions",
      "follows leadership",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "follows leadership",
      "keeps going on",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "cautious in conversations",
      "eager tone sparingly",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "reserves authority"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "cautious in conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "hesitant responses",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages",
      "reserves authority"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "cautious in conversations",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages",
      "reserves authority"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "cautious in conversations",
      "eager tone",
      "excessive detail",
      "hesitant responses",
      "prefers brief interactions",
      "releases few messages",
      "reserves authority",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "cautious in conversations",
      "eager tone sparingly",
      "follows instructions",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "cautious in conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "hesitant responses",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "cautious in conversations",
      "follows instructions",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "cautious in conversations",
      "eager tone",
      "excessive detail",
      "follows instructions",
      "hesitant responses",
      "prefers brief interactions",
      "releases few messages",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "cautious in conversations",
      "difficult persuading",
      "eager tone sparingly",
      "gentle tone",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "cautious in conversations",
      "difficult persuading",
      "engages in quiet hobbies",
      "enjoys solitude",
      "gentle tone",
      "hesitant responses",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "cautious in conversations",
      "difficult persuading",
      "gentle tone",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "cautious in conversations",
      "difficult persuading",
      "eager tone",
      "excessive detail",
      "gentle tone",
      "hesitant responses",
      "prefers brief interactions",
      "releases few messages",
      "soft-spoken",
      "struggles to assert",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "cautious in conversations",
      "eager tone sparingly",
      "follows leadership",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "prefers collaborative roles",
      "releases few messages",
      "relies on group dynamics"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "cautious in conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "hesitant responses",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "prefers collaborative roles",
      "releases few messages",
      "relies on group dynamics"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "cautious in conversations",
      "follows leadership",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "prefers collaborative roles",
      "proactive responses",
      "releases few messages",
      "relies on group dynamics"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "cautious in conversations",
      "eager tone",
      "excessive detail",
      "follows leadership",
      "hesitant responses",
      "prefers brief interactions",
      "prefers collaborative roles",
      "releases few messages",
      "relies on group dynamics",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "dominates conversation",
      "eager tone sparingly",
      "interrupts frequently",
      "occasional enthusiasm",
      "reserves authority",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "reserves authority",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "proactive responses",
      "reserves authority",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "interrupts frequently",
      "reserves authority",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "dominates conversation",
      "eager tone sparingly",
      "follows instructions",
      "interrupts frequently",
      "occasional enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "dominates conversation",
      "follows instructions",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "proactive responses",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "follows instructions",
      "interrupts frequently",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "difficult persuading",
      "dominates conversation",
      "eager tone sparingly",
      "gentle tone",
      "interrupts frequently",
      "occasional enthusiasm",
      "soft-spoken",
      "struggles to assert",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "difficult persuading",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "gentle tone",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "soft-spoken",
      "struggles to assert",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "difficult persuading",
      "dominates conversation",
      "gentle tone",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "proactive responses",
      "soft-spoken",
      "struggles to assert",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "difficult persuading",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "gentle tone",
      "interrupts frequently",
      "soft-spoken",
      "struggles to assert",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "dominates conversation",
      "eager tone sparingly",
      "follows leadership",
      "interrupts frequently",
      "occasional enthusiasm",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "dominates conversation",
      "follows leadership",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "follows leadership",
      "interrupts frequently",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talks over others",
      "uses exclamation marks"
    ]
  }
}