{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      2,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "engages easily",
      "flat tone",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "reserves authority",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "needs encouragement",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "reserves authority",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "reserves authority",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "engages easily",
      "flat tone",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "engages easily",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "engages easily",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "engages easily",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "engages easily",
      "flat tone",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "lacks excitement",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "engages easily",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "engages easily",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "engages easily",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "lacks excitement",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "engages easily",
      "flat tone",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "engages easily",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "engages easily",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "engages easily",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "chatty at times",
      "flat tone",
      "lacks excitement",
      "lets others speak",
      "reserves authority",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "chatty at times",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "chatty at times",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "requires prodding",
      "reserves authority",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "chatty at times",
      "detached tone",
      "lacks excitement",
      "lets others speak",
      "reserves authority",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "chatty at times",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "lets others speak",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "chatty at times",
      "follows instructions",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "chatty at times",
      "follows instructions",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "requires prodding",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "chatty at times",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "lets others speak",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty at times",
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "lets others speak",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty at times",
      "difficult persuading",
      "gentle tone",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "chatty at times",
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty at times",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "lets others speak",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty at times",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "lets others speak",
      "prefers collaborative roles",
      "relies on group dynamics",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty at times",
      "follows leadership",
      "lets others speak",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "chatty at times",
      "follows leadership",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty at times",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "lets others speak",
      "prefers collaborative roles",
      "relies on group dynamics",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "few personal comments",
      "flat tone",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "reserves authority",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "few personal comments",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "reserves authority",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "few personal comments",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "reserves authority",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "few personal comments",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "reserves authority",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "few personal comments",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "few personal comments",
      "follows instructions",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "few personal comments",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "few personal comments",
      "follows instructions",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "few personal comments",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "few personal comments",
      "gentle tone",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "few personal comments",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "few personal comments",
      "gentle tone",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "few personal comments",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers brief interactions",
      "prefers collaborative roles",
      "relies on group dynamics",
      "reserved tone",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "few personal comments",
      "follows leadership",
      "needs encouragement",
      "prefers brief interactions",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "reserved tone",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "few personal comments",
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "few personal comments",
      "follows leadership",
      "lacks excitement",
      "prefers brief interactions",
      "prefers collaborative roles",
      "relies on group dynamics",
      "reserved tone",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "flat tone",
      "lacks excitement",
      "opinionated",
      "reserves authority",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "lacks initiative",
      "low energy",
      "opinionated",
      "requires prodding",
      "reserves authority",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "chatty",
      "detached tone",
      "dominates conversation",
      "lacks excitement",
      "opinionated",
      "reserves authority",
      "shares extensively",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "follows instructions",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "opinionated",
      "requires prodding",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "chatty",
      "detached tone",
      "dominates conversation",
      "follows instructions",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "gentle tone",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares extensively",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "opinionated",
      "requires prodding",
      "shares extensively",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty",
      "detached tone",
      "difficult persuading",
      "dominates conversation",
      "gentle tone",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty",
      "dominates conversation",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "opinionated",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty",
      "dominates conversation",
      "follows leadership",
      "needs encouragement",
      "opinionated",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "chatty",
      "dominates conversation",
      "follows leadership",
      "lacks initiative",
      "low energy",
      "opinionated",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty",
      "detached tone",
      "dominates conversation",
      "follows leadership",
      "lacks excitement",
      "opinionated",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares extensively",
      "unenthusiastic responses"
    ]
  }
}