{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      2,
      4
    ]
  },
  "coherence": 2,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "reserves authority",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "reserves authority",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "reserves authority",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "reserves authority",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "eager tone sparingly",
      "engages easily",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "engages easily",
      "follows instructions",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "eager tone",
      "engages easily",
      "excessive detail",
      "follows instructions",
      "friendly tone",
      "initiates topics",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "difficult persuading",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "occasional enthusiasm",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "difficult persuading",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "difficult persuading",
      "engages easily",
      "friendly tone",
      "gentle tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "difficult persuading",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "gentle tone",
      "initiates topics",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "eager tone sparingly",
      "engages easily",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "engages easily",
      "follows leadership",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "eager tone",
      "engages easily",
      "excessive detail",
      "follows leadership",
      "friendly tone",
      "initiates topics",
      "prefers collaborative roles",
      "relies on group dynamics",
      "talkative",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "chatty at times",
      "eager tone sparingly",
      "lets others speak",
      "occasional enthusiasm",
      "reserves authority"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others speak",
      "participates actively",
      "prefers calm activities",
      "reserves authority"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "chatty at times",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "proactive responses",
      "reserves authority"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "lets others speak",
      "reserves authority",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "chatty at times",
      "eager tone sparingly",
      "follows instructions",
      "lets others speak",
      "occasional enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "lets others speak",
      "participates actively",
      "prefers calm activities"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "chatty at times",
      "follows instructions",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "proactive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "follows instructions",
      "lets others speak",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty at times",
      "difficult persuading",
      "eager tone sparingly",
      "gentle tone",
      "lets others speak",
      "occasional enthusiasm",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty at times",
      "difficult persuading",
      "engages in quiet hobbies",
      "enjoys solitude",
      "gentle tone",
      "lets others speak",
      "participates actively",
      "prefers calm activities",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "chatty at times",
      "difficult persuading",
      "gentle tone",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "proactive responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty at times",
      "difficult persuading",
      "eager tone",
      "excessive detail",
      "gentle tone",
      "lets others speak",
      "soft-spoken",
      "struggles to assert",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty at times",
      "eager tone sparingly",
      "follows leadership",
      "lets others speak",
      "occasional enthusiasm",
      "prefers collaborative roles",
      "relies on group dynamics"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "lets others speak",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "chatty at times",
      "follows leadership",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty at times",
      "eager tone",
      "excessive detail",
      "follows leadership",
      "lets others speak",
      "prefers collaborative roles",
      "relies on group dynamics",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "eager tone sparingly",
      "few personal comments",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "reserves authority",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "reserves authority",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "reserves authority",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "prefers brief interactions",
      "reserved tone",
      "reserves authority",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "eager tone sparingly",
      "few personal comments",
      "follows instructions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "follows instructions",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "few personal comments",
      "follows instructions",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "follows instructions",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "difficult persuading",
      "eager tone sparingly",
      "few personal comments",
      "gentle tone",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "difficult persuading",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "gentle tone",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "difficult persuading",
      "few personal comments",
      "gentle tone",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "difficult persuading",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "gentle tone",
      "prefers brief interactions",
      "reserved tone",
      "soft-spoken",
      "struggles to assert",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "eager tone sparingly",
      "few personal comments",
      "follows leadership",
      "occasional enthusiasm",
      "prefers brief interactions",
      "prefers collaborative roles",
      "relies on group dynamics",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "follows leadership",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "few personal comments",
      "follows leadership",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "eager tone",
      "excessive detail",
      "few personal comments",
      "follows leadership",
      "prefers brief interactions",
      "prefers collaborative roles",
      "relies on group dynamics",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "occasional enthusiasm",
      "opinionated",
      "reserves authority",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "reserves authority",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "proactive responses",
      "reserves authority",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be assertive at times, but I don't always feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can assert myself",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "opinionated",
      "reserves authority",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I can get excited and eager at times, but it's not a common feeling for me.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "follows instructions",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows instructions",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I tend to be full of energy and enjoy being active and productive.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "follows instructions",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "proactive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a good follower, but I also have leadership potential. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "can lead",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "follows instructions",
      "opinionated",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "eager tone sparingly",
      "gentle tone",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "gentle tone",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be full of energy and enjoy being active and productive.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "gentle tone",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "proactive responses",
      "shares extensively",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to have difficulty influencing others and often struggle to get my point across. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty",
      "difficult persuading",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "gentle tone",
      "opinionated",
      "shares extensively",
      "soft-spoken",
      "struggles to assert",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "follows leadership",
      "occasional enthusiasm",
      "opinionated",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows leadership",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be full of energy and enjoy being active and productive.": [
      "chatty",
      "dominates conversation",
      "follows leadership",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "prefers collaborative roles",
      "proactive responses",
      "relies on group dynamics",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to prefer following others and being part of a team rather than taking charge myself. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "follows leadership",
      "opinionated",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares extensively",
      "uses exclamation marks"
    ]
  }
}