{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      5,
      4,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "leads discussions",
      "occasional enthusiasm",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "initiates topics",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "initiates topics",
      "leads discussions",
      "takes initiative",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "influential",
      "initiates topics",
      "occasional enthusiasm",
      "respects differing opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "influential",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "influential",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "respects differing opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "influential",
      "initiates topics",
      "respects differing opinions",
      "talkative",
      "uses exclamation marks"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "energetic tone",
      "engages in quiet hobbies",
      "engages readily",
      "enjoys solitude",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "energetic tone",
      "engages readily",
      "excessive detail",
      "initiates topics",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "eager tone sparingly",
      "keeps going on",
      "leads discussions",
      "occasional enthusiasm",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "keeps going on",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "keeps going on",
      "leads discussions",
      "takes initiative",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "eager tone sparingly",
      "keeps going on",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "keeps going on",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "keeps going on",
      "leads discussions",
      "makes decisions",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "dominates discussions",
      "eager tone sparingly",
      "influential",
      "keeps going on",
      "occasional enthusiasm",
      "respects differing opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "dominates discussions",
      "highly energetic",
      "influential",
      "keeps going on",
      "keeps moving",
      "proactive responses",
      "respects differing opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "influential",
      "keeps going on",
      "respects differing opinions",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "eager tone sparingly",
      "keeps going on",
      "occasional enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "keeps going on",
      "participates actively",
      "prefers calm activities",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "proactive responses",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "eager tone",
      "excessive detail",
      "keeps going on",
      "talks a lot",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "eager tone sparingly",
      "hesitant responses",
      "leads discussions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "hesitant responses",
      "leads discussions",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "hesitant responses",
      "leads discussions",
      "prefers brief interactions",
      "releases few messages",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "eager tone sparingly",
      "hesitant responses",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "hesitant responses",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "hesitant responses",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "releases few messages",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "cautious in conversations",
      "eager tone sparingly",
      "hesitant responses",
      "influential",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "respects differing opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "cautious in conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "hesitant responses",
      "influential",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages",
      "respects differing opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "cautious in conversations",
      "hesitant responses",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages",
      "respects differing opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "cautious in conversations",
      "eager tone",
      "excessive detail",
      "hesitant responses",
      "influential",
      "prefers brief interactions",
      "releases few messages",
      "respects differing opinions",
      "uses exclamation marks"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "eager tone sparingly",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "hesitant responses",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "eager tone",
      "excessive detail",
      "hesitant responses",
      "prefers brief interactions",
      "releases few messages",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "eager tone sparingly",
      "interrupts frequently",
      "leads discussions",
      "occasional enthusiasm",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "interrupts frequently",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "interrupts frequently",
      "leads discussions",
      "takes initiative",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "eager tone sparingly",
      "interrupts frequently",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "interrupts frequently",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "interrupts frequently",
      "leads discussions",
      "makes decisions",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "dominates conversation",
      "eager tone sparingly",
      "influential",
      "interrupts frequently",
      "occasional enthusiasm",
      "respects differing opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "dominates conversation",
      "highly energetic",
      "influential",
      "interrupts frequently",
      "keeps moving",
      "proactive responses",
      "respects differing opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "influential",
      "interrupts frequently",
      "respects differing opinions",
      "talks over others",
      "uses exclamation marks"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "eager tone sparingly",
      "interrupts frequently",
      "occasional enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "interrupts frequently",
      "participates actively",
      "prefers calm activities",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "proactive responses",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "interrupts frequently",
      "talks over others",
      "uses exclamation marks"
    ]
  }
}