{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      5,
      4,
      5
    ]
  },
  "coherence": 1,
  "texts": {
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic responses",
      "initiates topics",
      "leads discussions",
      "quickly excited",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "high energy",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "initiates topics",
      "leads discussions",
      "takes initiative",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic responses",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "energetic tone",
      "engages readily",
      "high energy",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic responses",
      "influential",
      "initiates topics",
      "quickly excited",
      "respects differing opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "energetic tone",
      "engages readily",
      "high energy",
      "influential",
      "initiates topics",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "influential",
      "initiates topics",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "initiates topics",
      "respects differing opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic responses",
      "initiates topics",
      "quickly excited",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "energetic tone",
      "engages readily",
      "high energy",
      "initiates topics",
      "keeps moving",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "energetic tone",
      "engages readily",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "restless",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "energetic tone",
      "engages readily",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "initiates topics",
      "talkative"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "eager tone",
      "enthusiastic responses",
      "keeps going on",
      "leads discussions",
      "quickly excited",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "high energy",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "dominates discussions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "keeps going on",
      "leads discussions",
      "takes initiative",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "eager tone",
      "enthusiastic responses",
      "keeps going on",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "high energy",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "dominates discussions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "keeps going on",
      "leads discussions",
      "makes decisions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "dominates discussions",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "keeps going on",
      "quickly excited",
      "respects differing opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "dominates discussions",
      "high energy",
      "influential",
      "keeps going on",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "dominates discussions",
      "highly energetic",
      "influential",
      "keeps going on",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "dominates discussions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "keeps going on",
      "respects differing opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "eager tone",
      "enthusiastic responses",
      "keeps going on",
      "quickly excited",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "high energy",
      "keeps going on",
      "keeps moving",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "dominates discussions",
      "highly energetic",
      "keeps going on",
      "keeps moving",
      "restless",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "dominates discussions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "keeps going on",
      "talks a lot"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "hesitant responses",
      "leads discussions",
      "prefers brief interactions",
      "quickly excited",
      "releases few messages",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "hesitant responses",
      "high energy",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "releases few messages",
      "restless",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "cautious in conversations",
      "difficult to sit still",
      "dominant tone",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "releases few messages",
      "restless",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "cautious in conversations",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "hesitant responses",
      "high energy",
      "leads discussions",
      "prefers brief interactions",
      "releases few messages",
      "takes initiative"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "hesitant responses",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "quickly excited",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "hesitant responses",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "releases few messages",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "cautious in conversations",
      "difficult to sit still",
      "dominant presence",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "releases few messages",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "cautious in conversations",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "hesitant responses",
      "high energy",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "cautious in conversations",
      "eager tone",
      "enthusiastic responses",
      "hesitant responses",
      "influential",
      "prefers brief interactions",
      "quickly excited",
      "releases few messages",
      "respects differing opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "cautious in conversations",
      "hesitant responses",
      "high energy",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "releases few messages",
      "respects differing opinions",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "cautious in conversations",
      "difficult to sit still",
      "hesitant responses",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "releases few messages",
      "respects differing opinions",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "cautious in conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "hesitant responses",
      "high energy",
      "influential",
      "prefers brief interactions",
      "releases few messages",
      "respects differing opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "eager tone",
      "enthusiastic responses",
      "hesitant responses",
      "prefers brief interactions",
      "quickly excited",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "hesitant responses",
      "high energy",
      "keeps moving",
      "prefers brief interactions",
      "releases few messages",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "difficult to sit still",
      "hesitant responses",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "releases few messages",
      "restless"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "cautious in conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "hesitant responses",
      "high energy",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "interrupts frequently",
      "leads discussions",
      "quickly excited",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "high energy",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "interrupts frequently",
      "leads discussions",
      "takes initiative",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "interrupts frequently",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "high energy",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "interrupts frequently",
      "leads discussions",
      "makes decisions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "interrupts frequently",
      "quickly excited",
      "respects differing opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "dominates conversation",
      "high energy",
      "influential",
      "interrupts frequently",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "influential",
      "interrupts frequently",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "interrupts frequently",
      "respects differing opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "interrupts frequently",
      "quickly excited",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "high energy",
      "interrupts frequently",
      "keeps moving",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "interrupts frequently",
      "keeps moving",
      "restless",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "interrupts frequently",
      "talks over others"
    ]
  }
}