{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      4,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses mental health",
      "even-tempered",
      "expresses sadness",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses mental health",
      "expresses sadness",
      "handles stress well",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses mental health",
      "expresses sadness",
      "maintains composure",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses mental health",
      "expresses sadness",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emotional vulnerability",
      "even-tempered",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "occasional anxiety",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "occasional anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "occasionally downcast",
      "quickly recovers",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "handles stress well",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "maintains composure",
      "occasionally downcast",
      "quickly recovers",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "occasionally self-doubting",
      "overall confident",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "handles stress well",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "maintains composure",
      "occasionally self-doubting",
      "overall confident",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses mental health",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "handles stress well",
      "may need support",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "maintains composure",
      "may need support",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emotional vulnerability",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "handles stress well",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "maintains composure",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "handles stress well",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "maintains composure",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reserved expressions",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "handles stress well",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "maintains composure",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reserved expressions",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses mental health",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "handles stress well",
      "may need support",
      "mentions anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "maintains composure",
      "may need support",
      "mentions anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "handles stress well",
      "mentions anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "maintains composure",
      "mentions anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses mental health",
      "even-tempered",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses mental health",
      "expresses sadness",
      "handles stress well",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "remains calm",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses mental health",
      "expresses sadness",
      "maintains composure",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses mental health",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emotional vulnerability",
      "even-tempered",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "occasionally anxious",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "remains calm",
      "shares personal struggles",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "occasionally anxious",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses"
    ]
  }
}