{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      4,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses sadness",
      "manages stress",
      "may need support",
      "moodiness",
      "occasional anxiety",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses sadness",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses sadness",
      "manages emotions",
      "manages stress",
      "may need support",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "loses patience quickly",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "loses patience quickly",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "moodiness",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "loses patience quickly",
      "may need support",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "moodiness",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "loses patience quickly",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "loses patience quickly",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "moodiness",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "manages emotions",
      "may need support",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "loses patience quickly",
      "may need support",
      "mentions anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "moodiness",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "mentions anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses sadness",
      "manages emotions",
      "may need support",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ]
  }
}