{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      4,
      5
    ]
  },
  "coherence": 1,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "occasionally downcast",
      "quickly recovers",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "occasionally downcast",
      "quick tempers",
      "quickly recovers",
      "reacts strongly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "occasionally self-doubting",
      "overall confident",
      "quick tempers",
      "reacts strongly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses mental health",
      "emotional volatility",
      "expresses sadness",
      "manages stress",
      "may need support",
      "mood changes rapidly",
      "occasional anxiety",
      "shares personal struggles",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses mental health",
      "emotional outbursts",
      "expresses sadness",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses mental health",
      "expresses emotions",
      "expresses sadness",
      "manages stress",
      "may become passionate",
      "may need support",
      "occasional anxiety",
      "shares feelings openly",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses mental health",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "may need support",
      "occasional anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "shares personal struggles",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "occasional anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emotional vulnerability",
      "expresses emotions",
      "expresses sadness",
      "focuses on negatives",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "shares feelings openly",
      "shares personal struggles"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "mood changes rapidly",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "may become passionate",
      "occasionally downcast",
      "quickly recovers",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "highly emotive responses",
      "intense emotions",
      "occasionally downcast",
      "quick tempers",
      "quickly recovers",
      "reacts strongly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "mood changes rapidly",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "may become passionate",
      "occasionally self-doubting",
      "overall confident",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "highly emotive responses",
      "intense emotions",
      "occasionally self-doubting",
      "overall confident",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses mental health",
      "emotional volatility",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses mental health",
      "emotional outbursts",
      "expresses anxiety",
      "expresses sadness",
      "may need support",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "may need support",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "may need support",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "focuses on negatives",
      "may become passionate",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly emotive responses",
      "intense emotions",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "occasionally downcast",
      "quickly recovers",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts suddenly",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "occasionally downcast",
      "quickly recovers",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "occasionally downcast",
      "quick tempers",
      "quickly recovers",
      "reacts strongly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "occasionally self-doubting",
      "overall confident",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts suddenly",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "occasionally self-doubting",
      "overall confident",
      "quick tempers",
      "reacts strongly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses mental health",
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses mental health",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "may need support",
      "mentions anxiety",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses mental health",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "may need support",
      "mentions anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "expresses sadness",
      "focuses on negatives",
      "may become passionate",
      "mentions anxiety",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emotional vulnerability",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "focuses on negatives",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quickly recovers",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can get discouraged at times, but I usually bounce back pretty quickly. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "occasionally downcast",
      "quick tempers",
      "quickly recovers",
      "reacts strongly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I can be insecure at times, but I generally feel comfortable with who I am. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "occasionally self-doubting",
      "overall confident",
      "quick tempers",
      "reacts strongly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses mental health",
      "emotional volatility",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "shares personal struggles",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses mental health",
      "emotional outbursts",
      "expresses sadness",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses mental health",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "shares feelings openly",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel sad often and often struggle with depression or other mood disorders. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses mental health",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "may need support",
      "mild anxiety",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "shares personal struggles",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "mild anxiety",
      "occasionally anxious",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emotional vulnerability",
      "expresses emotions",
      "expresses sadness",
      "focuses on negatives",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "shares feelings openly",
      "shares personal struggles"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles"
    ]
  }
}