{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      1,
      4,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "eager tone sparingly",
      "influential",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "eager tone",
      "excessive detail",
      "influential",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "excessive detail",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responsive rather than proactive",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "eager tone sparingly",
      "influential",
      "occasional enthusiasm",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "highly energetic",
      "influential",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "eager tone",
      "excessive detail",
      "influential",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "excessive detail",
      "rarely speaks",
      "responsive rather than proactive",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "engages actively",
      "leads discussions",
      "occasional enthusiasm",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages actively",
      "excessive detail",
      "leads discussions",
      "shares freely",
      "takes initiative",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "engages actively",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages actively",
      "excessive detail",
      "leads discussions",
      "makes decisions",
      "shares freely",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "approachable",
      "eager tone sparingly",
      "engages actively",
      "influential",
      "occasional enthusiasm",
      "respects differing opinions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "approachable",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "approachable",
      "engages actively",
      "highly energetic",
      "influential",
      "keeps moving",
      "proactive responses",
      "respects differing opinions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "approachable",
      "eager tone",
      "engages actively",
      "excessive detail",
      "influential",
      "respects differing opinions",
      "shares freely",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "eager tone sparingly",
      "engages actively",
      "occasional enthusiasm",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "eager tone",
      "engages actively",
      "excessive detail",
      "shares freely",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "rarely speaks",
      "responds minimally",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responds minimally",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "acknowledges others' views",
      "eager tone sparingly",
      "influential",
      "occasional enthusiasm",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "acknowledges others' views",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "acknowledges others' views",
      "highly energetic",
      "influential",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "acknowledges others' views",
      "eager tone",
      "excessive detail",
      "influential",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "eager tone",
      "excessive detail",
      "rarely speaks",
      "responds minimally",
      "uses exclamation marks"
    ]
  }
}