{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      1,
      4,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "high energy",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes initiative"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "makes decisions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "high energy",
      "influential",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "respects differing opinions"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic responses",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "high energy",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "high energy",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "takes initiative"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "quickly excited",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "high energy",
      "influential",
      "keeps moving",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "highly energetic",
      "influential",
      "keeps moving",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "rarely speaks",
      "respects differing opinions",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic responses",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "engages actively",
      "high energy",
      "keeps moving",
      "leads discussions",
      "restless",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "restless",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "shares freely",
      "takes initiative",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "engages actively",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "makes decisions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "approachable",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "influential",
      "quickly excited",
      "respects differing opinions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "approachable",
      "engages actively",
      "high energy",
      "influential",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "approachable",
      "difficult to sit still",
      "engages actively",
      "highly energetic",
      "influential",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "approachable",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "respects differing opinions",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "quickly excited",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "engages actively",
      "high energy",
      "keeps moving",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "difficult to sit still",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "approachable",
      "can initiate",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "shares freely",
      "talkative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "rarely speaks",
      "responds minimally",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "high energy",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "takes initiative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "makes decisions",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "acknowledges others' views",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "quickly excited",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "acknowledges others' views",
      "high energy",
      "influential",
      "keeps moving",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "acknowledges others' views",
      "difficult to sit still",
      "highly energetic",
      "influential",
      "keeps moving",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "acknowledges others' views",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic responses",
      "quickly excited",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "rarely speaks",
      "responds minimally"
    ]
  }
}