{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      1,
      5,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am extremely relaxed and rarely get stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "low anxiety",
      "moodiness",
      "negative framing",
      "remains calm",
      "unflappable",
      "warns often"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "low anxiety",
      "negative framing",
      "occasional emotional outbursts",
      "remains calm",
      "tries to stay composed",
      "unflappable",
      "warns often"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "remains calm",
      "unflappable",
      "warns often"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "loses patience quickly",
      "low anxiety",
      "negative framing",
      "reacts emotionally",
      "remains calm",
      "shows frustration",
      "unflappable",
      "warns often"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "low anxiety",
      "moodiness",
      "questions own abilities",
      "remains calm",
      "uncertain tone",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses doubt frequently",
      "low anxiety",
      "occasional emotional outbursts",
      "questions own abilities",
      "remains calm",
      "tries to stay composed",
      "uncertain tone",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses doubt frequently",
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "remains calm",
      "uncertain tone",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses doubt frequently",
      "loses patience quickly",
      "low anxiety",
      "questions own abilities",
      "reacts emotionally",
      "remains calm",
      "shows frustration",
      "uncertain tone",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses sadness",
      "low anxiety",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses sadness",
      "low anxiety",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "remains calm",
      "tries to stay composed",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses sadness",
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low anxiety",
      "mournful tone",
      "negative outlook",
      "reacts emotionally",
      "remains calm",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses sadness",
      "low anxiety",
      "moodiness",
      "remains calm",
      "shares personal struggles",
      "unflappable",
      "uses negative language"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses sadness",
      "low anxiety",
      "occasional emotional outbursts",
      "remains calm",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable",
      "uses negative language"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses sadness",
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "remains calm",
      "shares personal struggles",
      "unflappable",
      "uses negative language"
    ],
    "I am extremely relaxed and rarely get stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low anxiety",
      "reacts emotionally",
      "remains calm",
      "shares personal struggles",
      "shows frustration",
      "unflappable",
      "uses negative language"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "low stress",
      "moodiness",
      "negative framing",
      "unflappable",
      "warns often"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "low stress",
      "negative framing",
      "occasional emotional outbursts",
      "tries to stay composed",
      "unflappable",
      "warns often"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "unflappable",
      "warns often"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "loses patience quickly",
      "low stress",
      "negative framing",
      "reacts emotionally",
      "shows frustration",
      "unflappable",
      "warns often"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "low stress",
      "moodiness",
      "questions own abilities",
      "uncertain tone",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "expresses doubt frequently",
      "low stress",
      "occasional emotional outbursts",
      "questions own abilities",
      "tries to stay composed",
      "uncertain tone",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "expresses doubt frequently",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "uncertain tone",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "emotes easily",
      "expresses doubt frequently",
      "loses patience quickly",
      "low stress",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "uncertain tone",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses sadness",
      "low stress",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "discusses struggles",
      "expresses sadness",
      "low stress",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "tries to stay composed",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "discusses struggles",
      "expresses sadness",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "discusses struggles",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low stress",
      "mournful tone",
      "negative outlook",
      "reacts emotionally",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses sadness",
      "low stress",
      "moodiness",
      "shares personal struggles",
      "unflappable",
      "uses negative language"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "discusses hopelessness",
      "expresses sadness",
      "low stress",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable",
      "uses negative language"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "discusses hopelessness",
      "expresses sadness",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "unflappable",
      "uses negative language"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "discusses hopelessness",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low stress",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "unflappable",
      "uses negative language"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "moodiness",
      "negative framing",
      "rarely anxious",
      "relaxed tone",
      "warns often"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "downplays positives",
      "emphasizes risks",
      "negative framing",
      "occasional emotional outbursts",
      "rarely anxious",
      "relaxed tone",
      "tries to stay composed",
      "warns often"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "downplays positives",
      "emphasizes risks",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "rarely anxious",
      "relaxed tone",
      "warns often"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "loses patience quickly",
      "negative framing",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration",
      "warns often"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "moodiness",
      "questions own abilities",
      "rarely anxious",
      "relaxed tone",
      "uncertain tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "expresses doubt frequently",
      "occasional emotional outbursts",
      "questions own abilities",
      "rarely anxious",
      "relaxed tone",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "expresses doubt frequently",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "rarely anxious",
      "relaxed tone",
      "uncertain tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "expresses doubt frequently",
      "loses patience quickly",
      "questions own abilities",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration",
      "uncertain tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses sadness",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "discusses struggles",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "rarely anxious",
      "relaxed tone",
      "tries to stay composed"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "discusses struggles",
      "expresses sadness",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "discusses struggles",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses sadness",
      "moodiness",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "discusses hopelessness",
      "expresses sadness",
      "occasional emotional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "discusses hopelessness",
      "expresses sadness",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a very laid-back person and rarely worry about anything. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "discusses hopelessness",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "displays bravado",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "lacks caution",
      "moodiness",
      "negative framing",
      "overly confident",
      "warns often"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "displays bravado",
      "downplays positives",
      "emphasizes risks",
      "lacks caution",
      "negative framing",
      "occasional emotional outbursts",
      "overly confident",
      "tries to stay composed",
      "warns often"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "displays bravado",
      "downplays positives",
      "emphasizes risks",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "overly confident",
      "warns often"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "displays bravado",
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "lacks caution",
      "loses patience quickly",
      "negative framing",
      "overly confident",
      "reacts emotionally",
      "shows frustration",
      "warns often"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "displays bravado",
      "emotional fluctuations",
      "expresses doubt frequently",
      "lacks caution",
      "moodiness",
      "overly confident",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "displays bravado",
      "expresses doubt frequently",
      "lacks caution",
      "occasional emotional outbursts",
      "overly confident",
      "questions own abilities",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "displays bravado",
      "expresses doubt frequently",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overly confident",
      "questions own abilities",
      "uncertain tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "displays bravado",
      "emotes easily",
      "expresses doubt frequently",
      "lacks caution",
      "loses patience quickly",
      "overly confident",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "uncertain tone"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "displays bravado",
      "emotional fluctuations",
      "expresses sadness",
      "lacks caution",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "overly confident"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "overly confident",
      "tries to stay composed"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "overly confident"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "displays bravado",
      "emotes easily",
      "expresses sadness",
      "lacks caution",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "overly confident",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "displays bravado",
      "emotional fluctuations",
      "expresses sadness",
      "lacks caution",
      "moodiness",
      "overly confident",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "occasional emotional outbursts",
      "overly confident",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overly confident",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "displays bravado",
      "emotes easily",
      "expresses sadness",
      "lacks caution",
      "loses patience quickly",
      "overly confident",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ]
  }
}