{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      2,
      2,
      1
    ]
  },
  "coherence": 1,
  "texts": {
    "I tend to be more introverted and sometimes avoid social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "reserves authority",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "reserves authority",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "reserves authority",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "reserves authority",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "follows instructions",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "follows instructions",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "gentle tone",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "limits social interactions",
      "prefers collaborative roles",
      "prefers solitude",
      "relies on group dynamics",
      "reserved demeanor",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "follows leadership",
      "limits social interactions",
      "needs encouragement",
      "prefers collaborative roles",
      "prefers solitude",
      "rarely initiates actions",
      "relies on group dynamics",
      "reserved demeanor",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "follows leadership",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers collaborative roles",
      "prefers solitude",
      "relies on group dynamics",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "limits social interactions",
      "prefers collaborative roles",
      "prefers solitude",
      "relies on group dynamics",
      "reserved demeanor",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "reserves authority",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "reserves authority",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "lacks initiative",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "reserves authority",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "reserves authority",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "follows instructions",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "prefers listening",
      "rarely speaks",
      "relies on group dynamics",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "follows leadership",
      "needs encouragement",
      "prefers collaborative roles",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "relies on group dynamics",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "prefers listening",
      "rarely speaks",
      "relies on group dynamics",
      "requires prodding",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "prefers listening",
      "rarely speaks",
      "relies on group dynamics",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "occasionally quiet",
      "reserves authority",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "reserves authority",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "occasionally quiet",
      "reserves authority",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "follows instructions",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "responds minimally to prompts",
      "socially confident",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "sluggish responses",
      "socially confident",
      "soft-spoken",
      "struggles to assert"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "occasionally quiet",
      "prefers collaborative roles",
      "relies on group dynamics",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "follows leadership",
      "needs encouragement",
      "occasionally quiet",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "follows leadership",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "occasionally quiet",
      "prefers collaborative roles",
      "relies on group dynamics",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "chatty periods",
      "flat tone",
      "lacks excitement",
      "reserves authority",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "chatty periods",
      "needs encouragement",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "chatty periods",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "reserves authority",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "chatty periods",
      "detached tone",
      "lacks excitement",
      "reserves authority",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "chatty periods",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "chatty periods",
      "follows instructions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "chatty periods",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "chatty periods",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty periods",
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "soft-spoken",
      "struggles to assert",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty periods",
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "chatty periods",
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty periods",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "soft-spoken",
      "struggles to assert",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "chatty periods",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "chatty periods",
      "follows leadership",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "chatty periods",
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "chatty periods",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ]
  }
}