{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      5,
      1,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am highly extroverted and thrive in social situations. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "defers to others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others decide",
      "passive responses",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "defers to others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "defers to others",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "defers to others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "energetic tone",
      "engages readily",
      "follows directions",
      "initiates topics",
      "obeys others",
      "rarely uses enthusiasm",
      "submissive tone",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "energetic tone",
      "engages readily",
      "follows directions",
      "initiates topics",
      "low activity level",
      "obeys others",
      "prefers solitude",
      "submissive tone",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "follows directions",
      "initiates topics",
      "obeys others",
      "occasional lethargy",
      "submissive tone",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "energetic tone",
      "engages readily",
      "follows directions",
      "initiates topics",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "occasional lethargy",
      "passive responses",
      "rarely attempts persuasion",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "rarely uses enthusiasm",
      "steers clear of dominance",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers solitude",
      "steers clear of dominance",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "steers clear of dominance",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "energetic tone",
      "engages readily",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance",
      "talkative"
    ],
    "I am a very talkative person and often dominate conversations. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "defers to others",
      "dominates discussions",
      "keeps going on",
      "lets others decide",
      "passive responses",
      "rarely uses enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "defers to others",
      "dominates discussions",
      "keeps going on",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "defers to others",
      "dominates discussions",
      "fatigue noted",
      "keeps going on",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "defers to others",
      "dominates discussions",
      "keeps going on",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "dominates discussions",
      "follows directions",
      "keeps going on",
      "obeys others",
      "rarely uses enthusiasm",
      "submissive tone",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "dominates discussions",
      "follows directions",
      "keeps going on",
      "low activity level",
      "obeys others",
      "prefers solitude",
      "submissive tone",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "dominates discussions",
      "fatigue noted",
      "follows directions",
      "keeps going on",
      "obeys others",
      "occasional lethargy",
      "submissive tone",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "dominates discussions",
      "follows directions",
      "keeps going on",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "dominates discussions",
      "keeps going on",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "dominates discussions",
      "keeps going on",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "dominates discussions",
      "fatigue noted",
      "keeps going on",
      "occasional lethargy",
      "passive responses",
      "rarely attempts persuasion",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "dominates discussions",
      "keeps going on",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "dominates discussions",
      "keeps going on",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "rarely uses enthusiasm",
      "steers clear of dominance",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "dominates discussions",
      "keeps going on",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers solitude",
      "steers clear of dominance",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "dominates discussions",
      "fatigue noted",
      "keeps going on",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "steers clear of dominance",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "dominates discussions",
      "keeps going on",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance",
      "talks a lot"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "cautious in conversations",
      "defers to others",
      "hesitant responses",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "cautious in conversations",
      "defers to others",
      "hesitant responses",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "cautious in conversations",
      "defers to others",
      "fatigue noted",
      "hesitant responses",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "prefers brief interactions",
      "releases few messages",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "cautious in conversations",
      "defers to others",
      "hesitant responses",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "cautious in conversations",
      "follows directions",
      "hesitant responses",
      "obeys others",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages",
      "submissive tone"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "cautious in conversations",
      "follows directions",
      "hesitant responses",
      "low activity level",
      "obeys others",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages",
      "submissive tone"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "cautious in conversations",
      "fatigue noted",
      "follows directions",
      "hesitant responses",
      "obeys others",
      "occasional lethargy",
      "prefers brief interactions",
      "releases few messages",
      "submissive tone",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "cautious in conversations",
      "follows directions",
      "hesitant responses",
      "obeys others",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "submissive tone"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "cautious in conversations",
      "hesitant responses",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "cautious in conversations",
      "hesitant responses",
      "low activity level",
      "passive responses",
      "prefers brief interactions",
      "prefers solitude",
      "rarely attempts persuasion",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "cautious in conversations",
      "fatigue noted",
      "hesitant responses",
      "occasional lethargy",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "releases few messages",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "cautious in conversations",
      "hesitant responses",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "cautious in conversations",
      "hesitant responses",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages",
      "steers clear of dominance"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "cautious in conversations",
      "hesitant responses",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages",
      "steers clear of dominance"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "cautious in conversations",
      "fatigue noted",
      "hesitant responses",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "prefers brief interactions",
      "releases few messages",
      "steers clear of dominance",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "cautious in conversations",
      "hesitant responses",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "prefers brief interactions",
      "releases few messages",
      "steers clear of dominance"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "defers to others",
      "dominates conversation",
      "interrupts frequently",
      "lets others decide",
      "passive responses",
      "rarely uses enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "defers to others",
      "dominates conversation",
      "interrupts frequently",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "defers to others",
      "dominates conversation",
      "fatigue noted",
      "interrupts frequently",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "defers to others",
      "dominates conversation",
      "interrupts frequently",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "dominates conversation",
      "follows directions",
      "interrupts frequently",
      "obeys others",
      "rarely uses enthusiasm",
      "submissive tone",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "dominates conversation",
      "follows directions",
      "interrupts frequently",
      "low activity level",
      "obeys others",
      "prefers solitude",
      "submissive tone",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "dominates conversation",
      "fatigue noted",
      "follows directions",
      "interrupts frequently",
      "obeys others",
      "occasional lethargy",
      "submissive tone",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "dominates conversation",
      "follows directions",
      "interrupts frequently",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "dominates conversation",
      "interrupts frequently",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "dominates conversation",
      "interrupts frequently",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "dominates conversation",
      "fatigue noted",
      "interrupts frequently",
      "occasional lethargy",
      "passive responses",
      "rarely attempts persuasion",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "dominates conversation",
      "interrupts frequently",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "dominates conversation",
      "interrupts frequently",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "rarely uses enthusiasm",
      "steers clear of dominance",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "dominates conversation",
      "interrupts frequently",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers solitude",
      "steers clear of dominance",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "dominates conversation",
      "fatigue noted",
      "interrupts frequently",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "steers clear of dominance",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "dominates conversation",
      "interrupts frequently",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance",
      "talks over others"
    ]
  }
}