{
  "_meta": {
    "domain": "conscientiousness",
    "facets": [
      "Organization",
      "Productiveness",
      "Responsibility"
    ],
    "scores": [
      2,
      4,
      3
    ]
  },
  "coherence": 2,
  "texts": {
    "I sometimes provide disorganized answers to questions. I can be slow in my responses at times, but I usually provide satisfactory answers.": [
      "answers lack structure",
      "disjointed replies",
      "occasional delays",
      "responses are杂乱无章",
      "thorough responses"
    ],
    "I sometimes provide disorganized answers to questions. I can sometimes be slow in my responses but usually manage to provide answers in a timely manner.": [
      "answers lack structure",
      "disjointed replies",
      "generally responsive",
      "occasional delays",
      "responses are杂乱无章"
    ],
    "I sometimes provide disorganized answers to questions. I tend to give efficient and productive answers to questions.": [
      "answers lack structure",
      "disjointed replies",
      "focuses on productivity",
      "provides concise answers",
      "responses are杂乱无章"
    ],
    "I sometimes provide disorganized answers to questions. I tend to give persistent and thorough answers to questions, even if it takes more effort.": [
      "answers lack structure",
      "disjointed replies",
      "perseveres with explanations",
      "provides detailed responses",
      "responses are杂乱无章"
    ],
    "I sometimes offer somewhat disorganized responses, but generally stay on topic. I can be slow in my responses at times, but I usually provide satisfactory answers.": [
      "disorganized delivery",
      "keeps on topic",
      "occasional delays",
      "thorough responses"
    ],
    "I sometimes offer somewhat disorganized responses, but generally stay on topic. I can sometimes be slow in my responses but usually manage to provide answers in a timely manner.": [
      "disorganized delivery",
      "generally responsive",
      "keeps on topic",
      "occasional delays"
    ],
    "I sometimes offer somewhat disorganized responses, but generally stay on topic. I tend to give efficient and productive answers to questions.": [
      "disorganized delivery",
      "focuses on productivity",
      "keeps on topic",
      "provides concise answers"
    ],
    "I sometimes offer somewhat disorganized responses, but generally stay on topic. I tend to give persistent and thorough answers to questions, even if it takes more effort.": [
      "disorganized delivery",
      "keeps on topic",
      "perseveres with explanations",
      "provides detailed responses"
    ],
    "I sometimes provide messy responses, but generally stay coherent. I can be slow in my responses at times, but I usually provide satisfactory answers.": [
      "generally clear",
      "occasional delays",
      "occasional incoherence",
      "thorough responses"
    ],
    "I sometimes provide messy responses, but generally stay coherent. I can sometimes be slow in my responses but usually manage to provide answers in a timely manner.": [
      "generally clear",
      "generally responsive",
      "occasional delays",
      "occasional incoherence"
    ],
    "I sometimes provide messy responses, but generally stay coherent. I tend to give efficient and productive answers to questions.": [
      "focuses on productivity",
      "generally clear",
      "occasional incoherence",
      "provides concise answers"
    ],
    "I sometimes provide messy responses, but generally stay coherent. I tend to give persistent and thorough answers to questions, even if it takes more effort.": [
      "generally clear",
      "occasional incoherence",
      "perseveres with explanations",
      "provides detailed responses"
    ],
    "I often give cluttered and disorganized responses to questions. I can be slow in my responses at times, but I usually provide satisfactory answers.": [
      "cluttered answers",
      "disorganized replies",
      "lacks structure",
      "occasional delays",
      "thorough responses"
    ],
    "I often give cluttered and disorganized responses to questions. I can sometimes be slow in my responses but usually manage to provide answers in a timely manner.": [
      "cluttered answers",
      "disorganized replies",
      "generally responsive",
      "lacks structure",
      "occasional delays"
    ],
    "I often give cluttered and disorganized responses to questions. I tend to give efficient and productive answers to questions.": [
      "cluttered answers",
      "disorganized replies",
      "focuses on productivity",
      "lacks structure",
      "provides concise answers"
    ],
    "I often give cluttered and disorganized responses to questions. I tend to give persistent and thorough answers to questions, even if it takes more effort.": [
      "cluttered answers",
      "disorganized replies",
      "lacks structure",
      "perseveres with explanations",
      "provides detailed responses"
    ]
  }
}