{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      1,
      2,
      1
    ]
  },
  "coherence": 1,
  "texts": {
    "I am very introverted and rarely seek social interactions. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "reserves authority",
      "unenthusiastic"
    ],
    "I am very introverted and rarely seek social interactions. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "needs encouragement",
      "prefers alone time",
      "rarely initiates actions",
      "rarely initiates conversation",
      "reserved in interactions",
      "reserves authority",
      "responds minimally to prompts"
    ],
    "I am very introverted and rarely seek social interactions. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "lacks initiative",
      "low energy",
      "prefers alone time",
      "rarely initiates conversation",
      "requires prodding",
      "reserved in interactions",
      "reserves authority",
      "sluggish responses"
    ],
    "I am very introverted and rarely seek social interactions. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "reserves authority",
      "unenthusiastic responses"
    ],
    "I am very introverted and rarely seek social interactions. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "unenthusiastic"
    ],
    "I am very introverted and rarely seek social interactions. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "follows instructions",
      "needs encouragement",
      "prefers alone time",
      "rarely initiates actions",
      "rarely initiates conversation",
      "reserved in interactions",
      "responds minimally to prompts"
    ],
    "I am very introverted and rarely seek social interactions. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "prefers alone time",
      "rarely initiates conversation",
      "requires prodding",
      "reserved in interactions",
      "sluggish responses"
    ],
    "I am very introverted and rarely seek social interactions. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "unenthusiastic responses"
    ],
    "I am very introverted and rarely seek social interactions. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I am very introverted and rarely seek social interactions. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "prefers alone time",
      "rarely initiates actions",
      "rarely initiates conversation",
      "reserved in interactions",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am very introverted and rarely seek social interactions. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "prefers alone time",
      "rarely initiates conversation",
      "requires prodding",
      "reserved in interactions",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am very introverted and rarely seek social interactions. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I am very introverted and rarely seek social interactions. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers alone time",
      "prefers collaborative roles",
      "rarely initiates conversation",
      "relies on group dynamics",
      "reserved in interactions",
      "unenthusiastic"
    ],
    "I am very introverted and rarely seek social interactions. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "follows leadership",
      "needs encouragement",
      "prefers alone time",
      "prefers collaborative roles",
      "rarely initiates actions",
      "rarely initiates conversation",
      "relies on group dynamics",
      "reserved in interactions",
      "responds minimally to prompts"
    ],
    "I am very introverted and rarely seek social interactions. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers alone time",
      "prefers collaborative roles",
      "rarely initiates conversation",
      "relies on group dynamics",
      "requires prodding",
      "reserved in interactions",
      "sluggish responses"
    ],
    "I am very introverted and rarely seek social interactions. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "prefers alone time",
      "prefers collaborative roles",
      "rarely initiates conversation",
      "relies on group dynamics",
      "reserved in interactions",
      "unenthusiastic responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "rarely speaks",
      "reserves authority",
      "responsive rather than proactive",
      "unenthusiastic"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can assert myself",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "reserves authority",
      "responds minimally to prompts",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "can assert myself",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "reserves authority",
      "responsive rather than proactive",
      "sluggish responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "rarely speaks",
      "reserves authority",
      "responsive rather than proactive",
      "unenthusiastic responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "rarely speaks",
      "responsive rather than proactive",
      "unenthusiastic"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "can lead",
      "follows instructions",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "can lead",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "responsive rather than proactive",
      "sluggish responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "rarely speaks",
      "responsive rather than proactive",
      "unenthusiastic responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "rarely speaks",
      "responsive rather than proactive",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts",
      "responsive rather than proactive",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "responsive rather than proactive",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "rarely speaks",
      "responsive rather than proactive",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "responsive rather than proactive",
      "unenthusiastic"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "follows leadership",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "rarely speaks",
      "relies on group dynamics",
      "responds minimally to prompts",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "requires prodding",
      "responsive rather than proactive",
      "sluggish responses"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "responsive rather than proactive",
      "unenthusiastic responses"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "approachable",
      "can assert myself",
      "engages actively",
      "flat tone",
      "lacks excitement",
      "reserves authority",
      "shares freely",
      "talkative",
      "unenthusiastic"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "approachable",
      "can assert myself",
      "engages actively",
      "needs encouragement",
      "rarely initiates actions",
      "reserves authority",
      "responds minimally to prompts",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "approachable",
      "can assert myself",
      "engages actively",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "reserves authority",
      "shares freely",
      "sluggish responses",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "approachable",
      "can assert myself",
      "detached tone",
      "engages actively",
      "lacks excitement",
      "reserves authority",
      "shares freely",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "approachable",
      "can lead",
      "engages actively",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "shares freely",
      "talkative",
      "unenthusiastic"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "approachable",
      "can lead",
      "engages actively",
      "follows instructions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      "approachable",
      "can lead",
      "engages actively",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "shares freely",
      "sluggish responses",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "approachable",
      "can lead",
      "detached tone",
      "engages actively",
      "follows instructions",
      "lacks excitement",
      "shares freely",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "approachable",
      "difficult persuading",
      "engages actively",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "shares freely",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "unenthusiastic"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "approachable",
      "difficult persuading",
      "engages actively",
      "gentle tone",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares freely",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      "approachable",
      "difficult persuading",
      "engages actively",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "shares freely",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "approachable",
      "detached tone",
      "difficult persuading",
      "engages actively",
      "gentle tone",
      "lacks excitement",
      "shares freely",
      "soft-spoken",
      "struggles to assert",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "approachable",
      "engages actively",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares freely",
      "talkative",
      "unenthusiastic"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "approachable",
      "engages actively",
      "follows leadership",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "relies on group dynamics",
      "responds minimally to prompts",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      "approachable",
      "engages actively",
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "relies on group dynamics",
      "requires prodding",
      "shares freely",
      "sluggish responses",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "approachable",
      "detached tone",
      "engages actively",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "relies on group dynamics",
      "shares freely",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      " waits for prompt",
      "can assert myself",
      "flat tone",
      "lacks excitement",
      "rarely speaks",
      "reserves authority",
      "responds minimally",
      "unenthusiastic"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      " waits for prompt",
      "can assert myself",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "reserves authority",
      "responds minimally",
      "responds minimally to prompts"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      " waits for prompt",
      "can assert myself",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "reserves authority",
      "responds minimally",
      "sluggish responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be assertive at times, but I don't always feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      " waits for prompt",
      "appears indifferent",
      "can assert myself",
      "detached tone",
      "lacks excitement",
      "rarely speaks",
      "reserves authority",
      "responds minimally",
      "unenthusiastic responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a good follower, but I also have leadership potential. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      " waits for prompt",
      "can lead",
      "flat tone",
      "follows instructions",
      "lacks excitement",
      "rarely speaks",
      "responds minimally",
      "unenthusiastic"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a good follower, but I also have leadership potential. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      " waits for prompt",
      "can lead",
      "follows instructions",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally",
      "responds minimally to prompts"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a good follower, but I also have leadership potential. I am a very low-energy person and often struggle to get motivated.": [
      " waits for prompt",
      "can lead",
      "follows instructions",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "responds minimally",
      "sluggish responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I can be a good follower, but I also have leadership potential. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      " waits for prompt",
      "appears indifferent",
      "can lead",
      "detached tone",
      "follows instructions",
      "lacks excitement",
      "rarely speaks",
      "responds minimally",
      "unenthusiastic responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      " waits for prompt",
      "difficult persuading",
      "flat tone",
      "gentle tone",
      "lacks excitement",
      "rarely speaks",
      "responds minimally",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      " waits for prompt",
      "difficult persuading",
      "gentle tone",
      "needs encouragement",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally",
      "responds minimally to prompts",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I am a very low-energy person and often struggle to get motivated.": [
      " waits for prompt",
      "difficult persuading",
      "gentle tone",
      "lacks initiative",
      "low energy",
      "rarely speaks",
      "requires prodding",
      "responds minimally",
      "sluggish responses",
      "soft-spoken",
      "struggles to assert"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to have difficulty influencing others and often struggle to get my point across. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      " waits for prompt",
      "appears indifferent",
      "detached tone",
      "difficult persuading",
      "gentle tone",
      "lacks excitement",
      "rarely speaks",
      "responds minimally",
      "soft-spoken",
      "struggles to assert",
      "unenthusiastic responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      " waits for prompt",
      "flat tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "responds minimally",
      "unenthusiastic"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      " waits for prompt",
      "follows leadership",
      "needs encouragement",
      "prefers collaborative roles",
      "rarely initiates actions",
      "rarely speaks",
      "relies on group dynamics",
      "responds minimally",
      "responds minimally to prompts"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I am a very low-energy person and often struggle to get motivated.": [
      " waits for prompt",
      "follows leadership",
      "lacks initiative",
      "low energy",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "requires prodding",
      "responds minimally",
      "sluggish responses"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I tend to prefer following others and being part of a team rather than taking charge myself. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      " waits for prompt",
      "appears indifferent",
      "detached tone",
      "follows leadership",
      "lacks excitement",
      "prefers collaborative roles",
      "rarely speaks",
      "relies on group dynamics",
      "responds minimally",
      "unenthusiastic responses"
    ]
  }
}