{
  "_meta": {
    "domain": "conscientiousness",
    "facets": [
      "Organization",
      "Productiveness",
      "Responsibility"
    ],
    "scores": [
      5,
      1,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I always answer questions with organized and structured responses. I provide extremely slow and unmotivated answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "lacks enthusiasm",
      "provides structured answers",
      "responds very slowly"
    ],
    "I always answer questions with organized and structured responses. I provide extremely slow and unmotivated answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "lacks enthusiasm",
      "provides structured answers",
      "reliable",
      "responds very slowly",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I provide extremely slow and unmotivated answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "lacks enthusiasm",
      "provides structured answers",
      "responds very slowly"
    ],
    "I always answer questions with organized and structured responses. I provide extremely slow and unmotivated answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "lacks enthusiasm",
      "provides structured answers",
      "responds very slowly",
      "responsible replies",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I provide extremely delayed and procrastinative answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "procrastinates answering",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I provide extremely delayed and procrastinative answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "procrastinates answering",
      "provides structured answers",
      "reliable",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I provide extremely delayed and procrastinative answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "procrastinates answering",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I provide extremely delayed and procrastinative answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "procrastinates answering",
      "provides structured answers",
      "responsible replies",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I provide very slow and inefficient answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "inefficient replies",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I provide very slow and inefficient answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "inefficient replies",
      "provides structured answers",
      "reliable",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I provide very slow and inefficient answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "inefficient replies",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I provide very slow and inefficient answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "inefficient replies",
      "provides structured answers",
      "responsible replies",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I often provide incomplete and lazy answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "incomplete responses",
      "lazy answering",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I often provide incomplete and lazy answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "incomplete responses",
      "lazy answering",
      "provides structured answers",
      "reliable",
      "thorough responses"
    ],
    "I always answer questions with organized and structured responses. I often provide incomplete and lazy answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "incomplete responses",
      "lazy answering",
      "provides structured answers"
    ],
    "I always answer questions with organized and structured responses. I often provide incomplete and lazy answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "incomplete responses",
      "lazy answering",
      "provides structured answers",
      "responsible replies",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely slow and unmotivated answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "lacks enthusiasm",
      "organized answers",
      "reliable",
      "responds very slowly",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "responsible replies",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "organized answers",
      "procrastinates answering",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely delayed and procrastinative answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "organized answers",
      "procrastinates answering",
      "reliable",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "organized answers",
      "procrastinates answering",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "organized answers",
      "procrastinates answering",
      "responsible replies",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide very slow and inefficient answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "inefficient replies",
      "organized answers",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide very slow and inefficient answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "inefficient replies",
      "organized answers",
      "reliable",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide very slow and inefficient answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "inefficient replies",
      "organized answers",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I provide very slow and inefficient answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "inefficient replies",
      "organized answers",
      "responsible replies",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I often provide incomplete and lazy answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I often provide incomplete and lazy answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "reliable",
      "structured responses",
      "thorough responses"
    ],
    "I consistently provide structured and organized answers to questions. I often provide incomplete and lazy answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "structured responses"
    ],
    "I consistently provide structured and organized answers to questions. I often provide incomplete and lazy answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "responsible replies",
      "structured responses",
      "thorough responses"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide reliable answers.": [
      "clear responses",
      "gives accurate info",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I am usually responsible and careful.": [
      "clear responses",
      "considers consequences",
      "follows through",
      "lacks enthusiasm",
      "organized answers",
      "reliable",
      "responds very slowly",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide consistent answers to questions.": [
      "clear responses",
      "gives reliable responses",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide responsible and well-thought-out answers.": [
      "clear responses",
      "considered answers",
      "lacks enthusiasm",
      "organized answers",
      "responds very slowly",
      "responsible replies",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide reliable answers.": [
      "clear responses",
      "delayed responses",
      "gives accurate info",
      "organized answers",
      "procrastinates answering",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I am usually responsible and careful.": [
      "clear responses",
      "considers consequences",
      "delayed responses",
      "follows through",
      "organized answers",
      "procrastinates answering",
      "reliable",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide consistent answers to questions.": [
      "clear responses",
      "delayed responses",
      "gives reliable responses",
      "organized answers",
      "procrastinates answering",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide responsible and well-thought-out answers.": [
      "clear responses",
      "considered answers",
      "delayed responses",
      "organized answers",
      "procrastinates answering",
      "responsible replies",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide reliable answers.": [
      "clear responses",
      "delayed responses",
      "gives accurate info",
      "inefficient replies",
      "organized answers",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide very slow and inefficient answers to questions. I am usually responsible and careful.": [
      "clear responses",
      "considers consequences",
      "delayed responses",
      "follows through",
      "inefficient replies",
      "organized answers",
      "reliable",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide consistent answers to questions.": [
      "clear responses",
      "delayed responses",
      "gives reliable responses",
      "inefficient replies",
      "organized answers",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide responsible and well-thought-out answers.": [
      "clear responses",
      "considered answers",
      "delayed responses",
      "inefficient replies",
      "organized answers",
      "responsible replies",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide reliable answers.": [
      "clear responses",
      "gives accurate info",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I am usually responsible and careful.": [
      "clear responses",
      "considers consequences",
      "follows through",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "reliable",
      "thorough responses",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide consistent answers to questions.": [
      "clear responses",
      "gives reliable responses",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "well-structured replies"
    ],
    "I consistently deliver clean and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide responsible and well-thought-out answers.": [
      "clear responses",
      "considered answers",
      "incomplete responses",
      "lazy answering",
      "organized answers",
      "responsible replies",
      "thorough responses",
      "well-structured replies"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "lacks enthusiasm",
      "neatly structured",
      "organized responses",
      "responds very slowly",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "lacks enthusiasm",
      "neatly structured",
      "organized responses",
      "reliable",
      "responds very slowly",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "lacks enthusiasm",
      "neatly structured",
      "organized responses",
      "responds very slowly",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely slow and unmotivated answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "lacks enthusiasm",
      "neatly structured",
      "organized responses",
      "responds very slowly",
      "responsible replies",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "neatly structured",
      "organized responses",
      "procrastinates answering",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "neatly structured",
      "organized responses",
      "procrastinates answering",
      "reliable",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "neatly structured",
      "organized responses",
      "procrastinates answering",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide extremely delayed and procrastinative answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "neatly structured",
      "organized responses",
      "procrastinates answering",
      "responsible replies",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide reliable answers.": [
      "delayed responses",
      "gives accurate info",
      "inefficient replies",
      "neatly structured",
      "organized responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide very slow and inefficient answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "delayed responses",
      "follows through",
      "inefficient replies",
      "neatly structured",
      "organized responses",
      "reliable",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide consistent answers to questions.": [
      "delayed responses",
      "gives reliable responses",
      "inefficient replies",
      "neatly structured",
      "organized responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I provide very slow and inefficient answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "delayed responses",
      "inefficient replies",
      "neatly structured",
      "organized responses",
      "responsible replies",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide reliable answers.": [
      "gives accurate info",
      "incomplete responses",
      "lazy answering",
      "neatly structured",
      "organized responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I am usually responsible and careful.": [
      "considers consequences",
      "follows through",
      "incomplete responses",
      "lazy answering",
      "neatly structured",
      "organized responses",
      "reliable",
      "thorough responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide consistent answers to questions.": [
      "gives reliable responses",
      "incomplete responses",
      "lazy answering",
      "neatly structured",
      "organized responses",
      "well-ordered answers"
    ],
    "I always deliver neat, tidy, and well-structured answers to questions. I often provide incomplete and lazy answers to questions. I often provide responsible and well-thought-out answers.": [
      "considered answers",
      "incomplete responses",
      "lazy answering",
      "neatly structured",
      "organized responses",
      "responsible replies",
      "thorough responses",
      "well-ordered answers"
    ]
  }
}