{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      2,
      1,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "handles stress well",
      "moodiness",
      "positive framing",
      "relaxed tone",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "focuses on benefits",
      "handles stress well",
      "occasional emotional outbursts",
      "positive framing",
      "relaxed tone",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "focuses on benefits",
      "handles stress well",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "relaxed tone",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "focuses on benefits",
      "handles stress well",
      "loses patience quickly",
      "positive framing",
      "reacts emotionally",
      "relaxed tone",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "handles stress well",
      "highly assertive tone",
      "moodiness",
      "overconfident responses",
      "relaxed tone",
      "self-assured language"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "calm demeanor",
      "handles stress well",
      "highly assertive tone",
      "occasional emotional outbursts",
      "overconfident responses",
      "relaxed tone",
      "self-assured language",
      "tries to stay composed"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "calm demeanor",
      "handles stress well",
      "highly assertive tone",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overconfident responses",
      "relaxed tone",
      "self-assured language"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "calm demeanor",
      "emotes easily",
      "handles stress well",
      "highly assertive tone",
      "loses patience quickly",
      "overconfident responses",
      "reacts emotionally",
      "relaxed tone",
      "self-assured language",
      "shows frustration"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "handles stress well",
      "moodiness",
      "positive framing",
      "rarely expresses negativity",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "cheerful tone",
      "handles stress well",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "relaxed tone",
      "tries to stay composed"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "cheerful tone",
      "handles stress well",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "cheerful tone",
      "emotes easily",
      "handles stress well",
      "loses patience quickly",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "handles stress well",
      "moodiness",
      "optimistic tone",
      "rarely negative",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "handles stress well",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "relaxed tone",
      "tries to stay composed"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "handles stress well",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "handles stress well",
      "loses patience quickly",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "moodiness",
      "occasional tension",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "focuses on benefits",
      "occasional emotional outbursts",
      "occasional tension",
      "positive framing",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "focuses on benefits",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasional tension",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "focuses on benefits",
      "loses patience quickly",
      "occasional tension",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "highly assertive tone",
      "moodiness",
      "occasional tension",
      "overconfident responses",
      "self-assured language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "highly assertive tone",
      "occasional emotional outbursts",
      "occasional tension",
      "overconfident responses",
      "self-assured language",
      "tries to stay composed"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "highly assertive tone",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasional tension",
      "overconfident responses",
      "self-assured language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "highly assertive tone",
      "loses patience quickly",
      "occasional tension",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "moodiness",
      "occasional tension",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "occasional emotional outbursts",
      "occasional tension",
      "positive framing",
      "rarely expresses negativity",
      "tries to stay composed"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasional tension",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "loses patience quickly",
      "occasional tension",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "moodiness",
      "occasional tension",
      "optimistic tone",
      "rarely negative"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "occasional emotional outbursts",
      "occasional tension",
      "optimistic tone",
      "rarely negative",
      "tries to stay composed"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasional tension",
      "optimistic tone",
      "rarely negative"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "occasional tension",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "keeps worries contained",
      "moodiness",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "focuses on benefits",
      "keeps worries contained",
      "occasional emotional outbursts",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "focuses on benefits",
      "keeps worries contained",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "focuses on benefits",
      "keeps worries contained",
      "loses patience quickly",
      "occasionally anxious",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "highly assertive tone",
      "keeps worries contained",
      "moodiness",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "highly assertive tone",
      "keeps worries contained",
      "occasional emotional outbursts",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language",
      "tries to stay composed"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "highly assertive tone",
      "keeps worries contained",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "highly assertive tone",
      "keeps worries contained",
      "loses patience quickly",
      "occasionally anxious",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "keeps worries contained",
      "moodiness",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "keeps worries contained",
      "occasional emotional outbursts",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "tries to stay composed"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "keeps worries contained",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "keeps worries contained",
      "loses patience quickly",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "keeps worries contained",
      "moodiness",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "keeps worries contained",
      "occasional emotional outbursts",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "tries to stay composed"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "keeps worries contained",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "keeps worries contained",
      "loses patience quickly",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "keeps cool",
      "moodiness",
      "positive framing",
      "rarely panics",
      "remains calm",
      "sees opportunities",
      "upbeat tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "focuses on benefits",
      "keeps cool",
      "occasional emotional outbursts",
      "positive framing",
      "rarely panics",
      "remains calm",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "focuses on benefits",
      "keeps cool",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely panics",
      "remains calm",
      "sees opportunities",
      "upbeat tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "focuses on benefits",
      "keeps cool",
      "loses patience quickly",
      "positive framing",
      "rarely panics",
      "reacts emotionally",
      "remains calm",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "highly assertive tone",
      "keeps cool",
      "moodiness",
      "overconfident responses",
      "rarely panics",
      "remains calm",
      "self-assured language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "highly assertive tone",
      "keeps cool",
      "occasional emotional outbursts",
      "overconfident responses",
      "rarely panics",
      "remains calm",
      "self-assured language",
      "tries to stay composed"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "highly assertive tone",
      "keeps cool",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overconfident responses",
      "rarely panics",
      "remains calm",
      "self-assured language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "highly assertive tone",
      "keeps cool",
      "loses patience quickly",
      "overconfident responses",
      "rarely panics",
      "reacts emotionally",
      "remains calm",
      "self-assured language",
      "shows frustration"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "keeps cool",
      "moodiness",
      "positive framing",
      "rarely expresses negativity",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "keeps cool",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "rarely panics",
      "remains calm",
      "tries to stay composed"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "keeps cool",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "keeps cool",
      "loses patience quickly",
      "positive framing",
      "rarely expresses negativity",
      "rarely panics",
      "reacts emotionally",
      "remains calm",
      "shows frustration"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "keeps cool",
      "moodiness",
      "optimistic tone",
      "rarely negative",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "keeps cool",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "rarely panics",
      "remains calm",
      "tries to stay composed"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "keeps cool",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "keeps cool",
      "loses patience quickly",
      "optimistic tone",
      "rarely negative",
      "rarely panics",
      "reacts emotionally",
      "remains calm",
      "shows frustration"
    ]
  }
}