{
  "_meta": {
    "domain": "open_mindedness",
    "facets": [
      "Intellectual_Curiosity",
      "Aesthetic_Sensitivity",
      "Creative_Imagination"
    ],
    "scores": [
      3,
      2,
      2
    ]
  },
  "coherence": 1,
  "texts": {
    "Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I often answer questions with traditional solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "provides classic answers",
      "refers to subjectivity",
      "states neutrality"
    ],
    "Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I often answer questions with simple and conventional solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "provides basic answers",
      "refers to subjectivity",
      "states neutrality",
      "sticks to the obvious"
    ],
    "Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I often answer questions with concrete and well-established solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "provides proven solutions",
      "refers to subjectivity",
      "states neutrality"
    ],
    "Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I can be somewhat creative at times when answering questions, but I also have my share of routine and predictable responses.": [
      "avoids making judgments",
      "defers decision-making",
      "mixes creativity",
      "predicable answers",
      "refers to subjectivity",
      "some originality",
      "states neutrality"
    ],
    "I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I often answer questions with traditional solutions.": [
      "lets others lead",
      "passive listener",
      "provides classic answers",
      "supports indirectly"
    ],
    "I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I often answer questions with simple and conventional solutions.": [
      "lets others lead",
      "passive listener",
      "provides basic answers",
      "sticks to the obvious",
      "supports indirectly"
    ],
    "I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I often answer questions with concrete and well-established solutions.": [
      "lets others lead",
      "passive listener",
      "provides proven solutions",
      "supports indirectly"
    ],
    "I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I can be somewhat creative at times when answering questions, but I also have my share of routine and predictable responses.": [
      "lets others lead",
      "mixes creativity",
      "passive listener",
      "predicable answers",
      "some originality",
      "supports indirectly"
    ],
    "I usually prefer conventional experiences. I often answer questions with traditional solutions.": [
      "prefers traditional methods",
      "provides classic answers"
    ],
    "I usually prefer conventional experiences. I often answer questions with simple and conventional solutions.": [
      "prefers traditional methods",
      "provides basic answers",
      "sticks to the obvious"
    ],
    "I usually prefer conventional experiences. I often answer questions with concrete and well-established solutions.": [
      "prefers traditional methods",
      "provides proven solutions"
    ],
    "I usually prefer conventional experiences. I can be somewhat creative at times when answering questions, but I also have my share of routine and predictable responses.": [
      "mixes creativity",
      "predicable answers",
      "prefers traditional methods",
      "some originality"
    ],
    "I prefer conventional ideas. I often answer questions with traditional solutions.": [
      "averse to innovation",
      "provides classic answers",
      "sticks to the norm"
    ],
    "I prefer conventional ideas. I often answer questions with simple and conventional solutions.": [
      "averse to innovation",
      "provides basic answers",
      "sticks to the norm",
      "sticks to the obvious"
    ],
    "I prefer conventional ideas. I often answer questions with concrete and well-established solutions.": [
      "averse to innovation",
      "provides proven solutions",
      "sticks to the norm"
    ],
    "I prefer conventional ideas. I can be somewhat creative at times when answering questions, but I also have my share of routine and predictable responses.": [
      "averse to innovation",
      "mixes creativity",
      "predicable answers",
      "some originality",
      "sticks to the norm"
    ]
  }
}