{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      1,
      4,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am extremely relaxed and rarely get stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "low anxiety",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "low anxiety",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "tries to stay composed",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "low anxiety",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "remains calm",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "low anxiety",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "low anxiety",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "tries to stay composed",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "remains calm",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "low anxiety",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "remains calm",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses sadness",
      "low anxiety",
      "may need support",
      "moodiness",
      "remains calm",
      "shares personal struggles",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses sadness",
      "low anxiety",
      "may need support",
      "occasional emotional outbursts",
      "remains calm",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses sadness",
      "low anxiety",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "remains calm",
      "shares personal struggles",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low anxiety",
      "may need support",
      "reacts emotionally",
      "remains calm",
      "shares personal struggles",
      "shows frustration",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low anxiety",
      "moodiness",
      "remains calm",
      "shares personal struggles",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low anxiety",
      "occasional emotional outbursts",
      "remains calm",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "remains calm",
      "shares personal struggles",
      "unflappable"
    ],
    "I am extremely relaxed and rarely get stressed out. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "low anxiety",
      "reacts emotionally",
      "remains calm",
      "shares personal struggles",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "emotional fluctuations",
      "low stress",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "low stress",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "tries to stay composed",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "emotes easily",
      "loses patience quickly",
      "low stress",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "emotional fluctuations",
      "low stress",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "low stress",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "tries to stay composed",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "emotes easily",
      "loses patience quickly",
      "low stress",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses sadness",
      "low stress",
      "may need support",
      "moodiness",
      "shares personal struggles",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "discusses mental health",
      "expresses sadness",
      "low stress",
      "may need support",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "discusses mental health",
      "expresses sadness",
      "low stress",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "discusses mental health",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "low stress",
      "may need support",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "calm tone",
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low stress",
      "moodiness",
      "shares personal struggles",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm tone",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low stress",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm tone",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "low stress",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "unflappable"
    ],
    "I am a very relaxed person and rarely feel tense or anxious. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm tone",
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "low stress",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "unflappable"
    ],
    "I am a very laid-back person and rarely worry about anything. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "rarely anxious",
      "relaxed tone",
      "tries to stay composed"
    ],
    "I am a very laid-back person and rarely worry about anything. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "loses patience quickly",
      "occasionally downcast",
      "quickly recovers",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "rarely anxious",
      "relaxed tone",
      "tries to stay composed"
    ],
    "I am a very laid-back person and rarely worry about anything. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "rarely anxious",
      "relaxed tone"
    ],
    "I am a very laid-back person and rarely worry about anything. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "loses patience quickly",
      "occasionally self-doubting",
      "overall confident",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses sadness",
      "may need support",
      "moodiness",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "discusses mental health",
      "expresses sadness",
      "may need support",
      "occasional emotional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "discusses mental health",
      "expresses sadness",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "discusses mental health",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "may need support",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "calm demeanor",
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "moodiness",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "calm demeanor",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "occasional emotional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "calm demeanor",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "rarely anxious",
      "relaxed tone",
      "shares personal struggles"
    ],
    "I am a very laid-back person and rarely worry about anything. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "calm demeanor",
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "rarely anxious",
      "reacts emotionally",
      "relaxed tone",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "displays bravado",
      "emotional fluctuations",
      "lacks caution",
      "moodiness",
      "occasionally downcast",
      "overly confident",
      "quickly recovers"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "displays bravado",
      "lacks caution",
      "occasional emotional outbursts",
      "occasionally downcast",
      "overly confident",
      "quickly recovers",
      "tries to stay composed"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "displays bravado",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "overly confident",
      "quickly recovers"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "displays bravado",
      "emotes easily",
      "lacks caution",
      "loses patience quickly",
      "occasionally downcast",
      "overly confident",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "displays bravado",
      "emotional fluctuations",
      "lacks caution",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "overly confident"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "displays bravado",
      "lacks caution",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "overly confident",
      "tries to stay composed"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "displays bravado",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "overly confident"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "displays bravado",
      "emotes easily",
      "lacks caution",
      "loses patience quickly",
      "occasionally self-doubting",
      "overall confident",
      "overly confident",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "displays bravado",
      "emotional fluctuations",
      "expresses sadness",
      "lacks caution",
      "may need support",
      "moodiness",
      "overly confident",
      "shares personal struggles"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "may need support",
      "occasional emotional outbursts",
      "overly confident",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "displays bravado",
      "expresses sadness",
      "lacks caution",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "overly confident",
      "shares personal struggles"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "displays bravado",
      "emotes easily",
      "expresses sadness",
      "lacks caution",
      "loses patience quickly",
      "may need support",
      "overly confident",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "displays bravado",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "lacks caution",
      "moodiness",
      "overly confident",
      "shares personal struggles"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "displays bravado",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "lacks caution",
      "occasional emotional outbursts",
      "overly confident",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "displays bravado",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "lacks caution",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overly confident",
      "shares personal struggles"
    ],
    "I am an extremely fearless person and never experience anxiety or fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "displays bravado",
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "lacks caution",
      "loses patience quickly",
      "overly confident",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ]
  }
}