{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      2,
      4,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I tend to be more introverted and sometimes avoid social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "dominant tone",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes initiative",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "dominant tone",
      "leads discussions",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "responds minimally to prompts",
      "takes initiative"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "dominant tone",
      "lacks initiative",
      "leads discussions",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses",
      "takes initiative"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "detached tone",
      "dominant tone",
      "lacks excitement",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes initiative",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "dominant presence",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "limits social interactions",
      "makes decisions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "dominant presence",
      "leads discussions",
      "limits social interactions",
      "makes decisions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "dominant presence",
      "lacks initiative",
      "leads discussions",
      "limits social interactions",
      "low energy",
      "makes decisions",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "detached tone",
      "dominant presence",
      "lacks excitement",
      "leads discussions",
      "limits social interactions",
      "makes decisions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "flat tone",
      "influential",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "respects differing opinions",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "influential",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "respects differing opinions",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "influential",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "respects differing opinions",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "detached tone",
      "influential",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "respects differing opinions",
      "unenthusiastic responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "flat tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "limits social interactions",
      "needs encouragement",
      "prefers solitude",
      "rarely initiates actions",
      "reserved demeanor",
      "responds minimally to prompts"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "lacks initiative",
      "limits social interactions",
      "low energy",
      "prefers solitude",
      "requires prodding",
      "reserved demeanor",
      "sluggish responses"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "detached tone",
      "lacks excitement",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "dominant tone",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "takes initiative",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "dominant tone",
      "leads discussions",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts",
      "takes initiative"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "dominant tone",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "sluggish responses",
      "takes initiative"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "detached tone",
      "dominant tone",
      "lacks excitement",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "takes initiative",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "dominant presence",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "dominant presence",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "dominant presence",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "detached tone",
      "dominant presence",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "flat tone",
      "influential",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "respects differing opinions",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "influential",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "respects differing opinions",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "influential",
      "lacks initiative",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "respects differing opinions",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "detached tone",
      "influential",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "respects differing opinions",
      "unenthusiastic responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "flat tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "needs encouragement",
      "prefers listening",
      "rarely initiates actions",
      "rarely speaks",
      "responds minimally to prompts"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "lacks initiative",
      "low energy",
      "prefers listening",
      "rarely speaks",
      "requires prodding",
      "sluggish responses"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "detached tone",
      "lacks excitement",
      "prefers listening",
      "rarely speaks",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "dominant tone",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "occasionally quiet",
      "socially confident",
      "takes initiative",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "dominant tone",
      "leads discussions",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "responds minimally to prompts",
      "socially confident",
      "takes initiative"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "dominant tone",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "sluggish responses",
      "socially confident",
      "takes initiative"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "detached tone",
      "dominant tone",
      "lacks excitement",
      "leads discussions",
      "occasionally quiet",
      "socially confident",
      "takes initiative",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "dominant presence",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "dominant presence",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "dominant presence",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "occasionally quiet",
      "requires prodding",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "detached tone",
      "dominant presence",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "flat tone",
      "influential",
      "lacks excitement",
      "occasionally quiet",
      "respects differing opinions",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "influential",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "respects differing opinions",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "influential",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "respects differing opinions",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "detached tone",
      "influential",
      "lacks excitement",
      "occasionally quiet",
      "respects differing opinions",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "flat tone",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "needs encouragement",
      "occasionally quiet",
      "rarely initiates actions",
      "responds minimally to prompts",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "lacks initiative",
      "low energy",
      "occasionally quiet",
      "requires prodding",
      "sluggish responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "detached tone",
      "lacks excitement",
      "occasionally quiet",
      "socially confident",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "chatty periods",
      "dominant tone",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "takes initiative",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "chatty periods",
      "dominant tone",
      "leads discussions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "takes initiative",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "chatty periods",
      "dominant tone",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "takes initiative",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "chatty periods",
      "detached tone",
      "dominant tone",
      "lacks excitement",
      "leads discussions",
      "takes initiative",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "chatty periods",
      "dominant presence",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "chatty periods",
      "dominant presence",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "chatty periods",
      "dominant presence",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "requires prodding",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "chatty periods",
      "detached tone",
      "dominant presence",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "chatty periods",
      "flat tone",
      "influential",
      "lacks excitement",
      "respects differing opinions",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "chatty periods",
      "influential",
      "needs encouragement",
      "rarely initiates actions",
      "respects differing opinions",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "chatty periods",
      "influential",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "respects differing opinions",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "chatty periods",
      "detached tone",
      "influential",
      "lacks excitement",
      "respects differing opinions",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "chatty periods",
      "flat tone",
      "lacks excitement",
      "tolerates quiet",
      "unenthusiastic",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "chatty periods",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "chatty periods",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "chatty periods",
      "detached tone",
      "lacks excitement",
      "tolerates quiet",
      "unenthusiastic responses",
      "values solitude"
    ]
  }
}