{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      5,
      5,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am highly extroverted and thrive in social situations. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "dominates conversations",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "limits input",
      "rarely uses enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "dominates conversations",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "limits input",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "dominates conversations",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "limits input",
      "occasional lethargy",
      "takes charge",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "dominates conversations",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "limits input",
      "occasional enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominant interactions",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "leads discussions",
      "rarely uses enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominant interactions",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "leads discussions",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominant interactions",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "leads discussions",
      "occasional lethargy",
      "takes charge",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominant interactions",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "leads discussions",
      "occasional enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "easily convinces others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "rarely uses enthusiasm",
      "strong opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "easily convinces others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "low activity level",
      "prefers solitude",
      "strong opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "easily convinces others",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "initiates topics",
      "occasional lethargy",
      "strong opinions",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "easily convinces others",
      "energetic tone",
      "engages readily",
      "initiates topics",
      "occasional enthusiasm",
      "strong opinions",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "guides conversations",
      "initiates topics",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "guides conversations",
      "initiates topics",
      "low activity level",
      "prefers solitude",
      "talkative"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "fatigue noted",
      "guides conversations",
      "initiates topics",
      "occasional lethargy",
      "talkative",
      "varies energy levels"
    ],
    "I am highly extroverted and thrive in social situations. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "dominant tone",
      "energetic tone",
      "engages readily",
      "guides conversations",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am a very talkative person and often dominate conversations. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "dominates conversations",
      "dominates discussions",
      "keeps going on",
      "limits input",
      "rarely uses enthusiasm",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "dominates conversations",
      "dominates discussions",
      "keeps going on",
      "limits input",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "dominates conversations",
      "dominates discussions",
      "fatigue noted",
      "keeps going on",
      "limits input",
      "occasional lethargy",
      "takes charge",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "dominates conversations",
      "dominates discussions",
      "keeps going on",
      "limits input",
      "occasional enthusiasm",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominant interactions",
      "dominates discussions",
      "keeps going on",
      "leads discussions",
      "rarely uses enthusiasm",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominant interactions",
      "dominates discussions",
      "keeps going on",
      "leads discussions",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominant interactions",
      "dominates discussions",
      "fatigue noted",
      "keeps going on",
      "leads discussions",
      "occasional lethargy",
      "takes charge",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominant interactions",
      "dominates discussions",
      "keeps going on",
      "leads discussions",
      "occasional enthusiasm",
      "takes charge",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominates discussions",
      "easily convinces others",
      "keeps going on",
      "rarely uses enthusiasm",
      "strong opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominates discussions",
      "easily convinces others",
      "keeps going on",
      "low activity level",
      "prefers solitude",
      "strong opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominates discussions",
      "easily convinces others",
      "fatigue noted",
      "keeps going on",
      "occasional lethargy",
      "strong opinions",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominates discussions",
      "easily convinces others",
      "keeps going on",
      "occasional enthusiasm",
      "strong opinions",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "dominant tone",
      "dominates discussions",
      "guides conversations",
      "keeps going on",
      "rarely uses enthusiasm",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "dominant tone",
      "dominates discussions",
      "guides conversations",
      "keeps going on",
      "low activity level",
      "prefers solitude",
      "talks a lot"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "dominant tone",
      "dominates discussions",
      "fatigue noted",
      "guides conversations",
      "keeps going on",
      "occasional lethargy",
      "talks a lot",
      "varies energy levels"
    ],
    "I am a very talkative person and often dominate conversations. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "dominant tone",
      "dominates discussions",
      "guides conversations",
      "keeps going on",
      "occasional enthusiasm",
      "talks a lot"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "cautious in conversations",
      "dominates conversations",
      "hesitant responses",
      "limits input",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "cautious in conversations",
      "dominates conversations",
      "hesitant responses",
      "limits input",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "cautious in conversations",
      "dominates conversations",
      "fatigue noted",
      "hesitant responses",
      "limits input",
      "occasional lethargy",
      "prefers brief interactions",
      "releases few messages",
      "takes charge",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "cautious in conversations",
      "dominates conversations",
      "hesitant responses",
      "limits input",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "cautious in conversations",
      "dominant interactions",
      "hesitant responses",
      "leads discussions",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "cautious in conversations",
      "dominant interactions",
      "hesitant responses",
      "leads discussions",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "cautious in conversations",
      "dominant interactions",
      "fatigue noted",
      "hesitant responses",
      "leads discussions",
      "occasional lethargy",
      "prefers brief interactions",
      "releases few messages",
      "takes charge",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "cautious in conversations",
      "dominant interactions",
      "hesitant responses",
      "leads discussions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "takes charge"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "cautious in conversations",
      "easily convinces others",
      "hesitant responses",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages",
      "strong opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "cautious in conversations",
      "easily convinces others",
      "hesitant responses",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages",
      "strong opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "cautious in conversations",
      "easily convinces others",
      "fatigue noted",
      "hesitant responses",
      "occasional lethargy",
      "prefers brief interactions",
      "releases few messages",
      "strong opinions",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "cautious in conversations",
      "easily convinces others",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages",
      "strong opinions"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "cautious in conversations",
      "dominant tone",
      "guides conversations",
      "hesitant responses",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "cautious in conversations",
      "dominant tone",
      "guides conversations",
      "hesitant responses",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "releases few messages"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "cautious in conversations",
      "dominant tone",
      "fatigue noted",
      "guides conversations",
      "hesitant responses",
      "occasional lethargy",
      "prefers brief interactions",
      "releases few messages",
      "varies energy levels"
    ],
    "I am an extremely shy or introverted person and frequently struggle in social situations. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "cautious in conversations",
      "dominant tone",
      "guides conversations",
      "hesitant responses",
      "occasional enthusiasm",
      "prefers brief interactions",
      "releases few messages"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "dominates conversation",
      "dominates conversations",
      "interrupts frequently",
      "limits input",
      "rarely uses enthusiasm",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "dominates conversation",
      "dominates conversations",
      "interrupts frequently",
      "limits input",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "dominates conversation",
      "dominates conversations",
      "fatigue noted",
      "interrupts frequently",
      "limits input",
      "occasional lethargy",
      "takes charge",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "dominates conversation",
      "dominates conversations",
      "interrupts frequently",
      "limits input",
      "occasional enthusiasm",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominant interactions",
      "dominates conversation",
      "interrupts frequently",
      "leads discussions",
      "rarely uses enthusiasm",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominant interactions",
      "dominates conversation",
      "interrupts frequently",
      "leads discussions",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominant interactions",
      "dominates conversation",
      "fatigue noted",
      "interrupts frequently",
      "leads discussions",
      "occasional lethargy",
      "takes charge",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominant interactions",
      "dominates conversation",
      "interrupts frequently",
      "leads discussions",
      "occasional enthusiasm",
      "takes charge",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominates conversation",
      "easily convinces others",
      "interrupts frequently",
      "rarely uses enthusiasm",
      "strong opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominates conversation",
      "easily convinces others",
      "interrupts frequently",
      "low activity level",
      "prefers solitude",
      "strong opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominates conversation",
      "easily convinces others",
      "fatigue noted",
      "interrupts frequently",
      "occasional lethargy",
      "strong opinions",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominates conversation",
      "easily convinces others",
      "interrupts frequently",
      "occasional enthusiasm",
      "strong opinions",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "interrupts frequently",
      "rarely uses enthusiasm",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "interrupts frequently",
      "low activity level",
      "prefers solitude",
      "talks over others"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "dominant tone",
      "dominates conversation",
      "fatigue noted",
      "guides conversations",
      "interrupts frequently",
      "occasional lethargy",
      "talks over others",
      "varies energy levels"
    ],
    "I am an extremely talkative person and rarely allow others to get a word in edgewise. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "interrupts frequently",
      "occasional enthusiasm",
      "talks over others"
    ]
  }
}