{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      5,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "dominates conversations",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "limits input",
      "rarely uses enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "dominates conversations",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "limits input",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "dominates conversations",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "limits input",
      "occasional lethargy",
      "takes charge",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "dominates conversations",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "limits input",
      "occasional enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominant interactions",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "rarely uses enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominant interactions",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "low activity level",
      "prefers solitude",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominant interactions",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "occasional lethargy",
      "takes charge",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominant interactions",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "occasional enthusiasm",
      "takes charge",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "easily convinces others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "rarely uses enthusiasm",
      "strong opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "easily convinces others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "low activity level",
      "prefers solitude",
      "strong opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "easily convinces others",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "occasional lethargy",
      "strong opinions",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "easily convinces others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "strong opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "guides conversations",
      "initiates topics",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "guides conversations",
      "initiates topics",
      "low activity level",
      "prefers solitude",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "dominant tone",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "guides conversations",
      "initiates topics",
      "occasional lethargy",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "guides conversations",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "chatty at times",
      "dominates conversations",
      "lets others speak",
      "limits input",
      "rarely uses enthusiasm",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "chatty at times",
      "dominates conversations",
      "lets others speak",
      "limits input",
      "low activity level",
      "prefers solitude",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "chatty at times",
      "dominates conversations",
      "fatigue noted",
      "lets others speak",
      "limits input",
      "occasional lethargy",
      "takes charge",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "chatty at times",
      "dominates conversations",
      "lets others speak",
      "limits input",
      "occasional enthusiasm",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "chatty at times",
      "dominant interactions",
      "leads discussions",
      "lets others speak",
      "rarely uses enthusiasm",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "chatty at times",
      "dominant interactions",
      "leads discussions",
      "lets others speak",
      "low activity level",
      "prefers solitude",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "chatty at times",
      "dominant interactions",
      "fatigue noted",
      "leads discussions",
      "lets others speak",
      "occasional lethargy",
      "takes charge",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "chatty at times",
      "dominant interactions",
      "leads discussions",
      "lets others speak",
      "occasional enthusiasm",
      "takes charge"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "chatty at times",
      "easily convinces others",
      "lets others speak",
      "rarely uses enthusiasm",
      "strong opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "chatty at times",
      "easily convinces others",
      "lets others speak",
      "low activity level",
      "prefers solitude",
      "strong opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "chatty at times",
      "easily convinces others",
      "fatigue noted",
      "lets others speak",
      "occasional lethargy",
      "strong opinions",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "chatty at times",
      "easily convinces others",
      "lets others speak",
      "occasional enthusiasm",
      "strong opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "chatty at times",
      "dominant tone",
      "guides conversations",
      "lets others speak",
      "rarely uses enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "chatty at times",
      "dominant tone",
      "guides conversations",
      "lets others speak",
      "low activity level",
      "prefers solitude"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "chatty at times",
      "dominant tone",
      "fatigue noted",
      "guides conversations",
      "lets others speak",
      "occasional lethargy",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "chatty at times",
      "dominant tone",
      "guides conversations",
      "lets others speak",
      "occasional enthusiasm"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "dominates conversations",
      "few personal comments",
      "limits input",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "dominates conversations",
      "few personal comments",
      "limits input",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "dominates conversations",
      "fatigue noted",
      "few personal comments",
      "limits input",
      "occasional lethargy",
      "prefers brief interactions",
      "reserved tone",
      "takes charge",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "dominates conversations",
      "few personal comments",
      "limits input",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "dominant interactions",
      "few personal comments",
      "leads discussions",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "dominant interactions",
      "few personal comments",
      "leads discussions",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "dominant interactions",
      "fatigue noted",
      "few personal comments",
      "leads discussions",
      "occasional lethargy",
      "prefers brief interactions",
      "reserved tone",
      "takes charge",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "dominant interactions",
      "few personal comments",
      "leads discussions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "takes charge",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "easily convinces others",
      "few personal comments",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "strong opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "easily convinces others",
      "few personal comments",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "strong opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "easily convinces others",
      "fatigue noted",
      "few personal comments",
      "occasional lethargy",
      "prefers brief interactions",
      "reserved tone",
      "strong opinions",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "easily convinces others",
      "few personal comments",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "strong opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "dominant tone",
      "few personal comments",
      "guides conversations",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "dominant tone",
      "few personal comments",
      "guides conversations",
      "low activity level",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "dominant tone",
      "fatigue noted",
      "few personal comments",
      "guides conversations",
      "occasional lethargy",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "dominant tone",
      "few personal comments",
      "guides conversations",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I have an extremely assertive personality and am always the one in control. I rarely feel excited or eager about things.": [
      "asserts opinions",
      "chatty",
      "dominates conversation",
      "dominates conversations",
      "limits input",
      "opinionated",
      "rarely uses enthusiasm",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I have an extremely assertive personality and am always the one in control. I tend to be less active than others and prefer quiet activities.": [
      "asserts opinions",
      "chatty",
      "dominates conversation",
      "dominates conversations",
      "limits input",
      "low activity level",
      "opinionated",
      "prefers solitude",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I have an extremely assertive personality and am always the one in control. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "asserts opinions",
      "chatty",
      "dominates conversation",
      "dominates conversations",
      "fatigue noted",
      "limits input",
      "occasional lethargy",
      "opinionated",
      "shares extensively",
      "takes charge",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I have an extremely assertive personality and am always the one in control. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "asserts opinions",
      "chatty",
      "dominates conversation",
      "dominates conversations",
      "limits input",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely dominant person and often find myself in leadership positions. I rarely feel excited or eager about things.": [
      "assertive tone",
      "chatty",
      "dominant interactions",
      "dominates conversation",
      "leads discussions",
      "opinionated",
      "rarely uses enthusiasm",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely dominant person and often find myself in leadership positions. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "chatty",
      "dominant interactions",
      "dominates conversation",
      "leads discussions",
      "low activity level",
      "opinionated",
      "prefers solitude",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely dominant person and often find myself in leadership positions. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "chatty",
      "dominant interactions",
      "dominates conversation",
      "fatigue noted",
      "leads discussions",
      "occasional lethargy",
      "opinionated",
      "shares extensively",
      "takes charge",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely dominant person and often find myself in leadership positions. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "chatty",
      "dominant interactions",
      "dominates conversation",
      "leads discussions",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "takes charge"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very influential person and often find it easy to persuade others. I rarely feel excited or eager about things.": [
      "assertive tone",
      "chatty",
      "dominates conversation",
      "easily convinces others",
      "opinionated",
      "rarely uses enthusiasm",
      "shares extensively",
      "strong opinions"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very influential person and often find it easy to persuade others. I tend to be less active than others and prefer quiet activities.": [
      "assertive tone",
      "chatty",
      "dominates conversation",
      "easily convinces others",
      "low activity level",
      "opinionated",
      "prefers solitude",
      "shares extensively",
      "strong opinions"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very influential person and often find it easy to persuade others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive tone",
      "chatty",
      "dominates conversation",
      "easily convinces others",
      "fatigue noted",
      "occasional lethargy",
      "opinionated",
      "shares extensively",
      "strong opinions",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very influential person and often find it easy to persuade others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "chatty",
      "dominates conversation",
      "easily convinces others",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "strong opinions"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to take charge and be the leader in most situations. I rarely feel excited or eager about things.": [
      "assertive leadership",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "opinionated",
      "rarely uses enthusiasm",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to take charge and be the leader in most situations. I tend to be less active than others and prefer quiet activities.": [
      "assertive leadership",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "low activity level",
      "opinionated",
      "prefers solitude",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to take charge and be the leader in most situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "assertive leadership",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "fatigue noted",
      "guides conversations",
      "occasional lethargy",
      "opinionated",
      "shares extensively",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to take charge and be the leader in most situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "assertive leadership",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "guides conversations",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively"
    ]
  }
}