{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      1,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "focuses on benefits",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "reacts quickly",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "focuses on benefits",
      "handles pressure poorly",
      "handles stress well",
      "nervous tone",
      "positive framing",
      "reacts quickly",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "focuses on benefits",
      "handles pressure poorly",
      "maintains composure",
      "nervous tone",
      "positive framing",
      "reacts quickly",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "focuses on benefits",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "rarely expresses emotions",
      "reacts quickly",
      "sees opportunities",
      "stable responses",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "handles pressure poorly",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "reacts quickly",
      "self-assured language",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "easily agitated",
      "handles pressure poorly",
      "handles stress well",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "reacts quickly",
      "remains calm",
      "self-assured language",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "easily agitated",
      "handles pressure poorly",
      "highly assertive tone",
      "maintains composure",
      "nervous tone",
      "overconfident responses",
      "reacts quickly",
      "reserved expressions",
      "self-assured language",
      "shows little emotion"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "rarely expresses emotions",
      "reacts quickly",
      "self-assured language",
      "stable responses"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "easily agitated",
      "handles pressure poorly",
      "handles stress well",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly",
      "remains calm",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "easily agitated",
      "handles pressure poorly",
      "maintains composure",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "reacts quickly",
      "stable responses"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "handles pressure poorly",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts quickly",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "handles pressure poorly",
      "handles stress well",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts quickly",
      "remains calm",
      "stable demeanor"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "handles pressure poorly",
      "maintains composure",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts quickly",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "reacts quickly",
      "stable responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses worry",
      "focuses on benefits",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "expresses worry",
      "focuses on benefits",
      "handles stress well",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "expresses worry",
      "focuses on benefits",
      "maintains composure",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "focuses on benefits",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses worry",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "self-assured language",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "easily agitated",
      "expresses worry",
      "handles stress well",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "remains calm",
      "self-assured language",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "easily agitated",
      "expresses worry",
      "highly assertive tone",
      "maintains composure",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "reserved expressions",
      "self-assured language",
      "shows little emotion"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "easily agitated",
      "expresses worry",
      "highly assertive tone",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "easily agitated",
      "expresses worry",
      "handles stress well",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "easily agitated",
      "expresses worry",
      "maintains composure",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "easily agitated",
      "even-tempered",
      "expresses worry",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely negative",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "easily agitated",
      "expresses worry",
      "handles stress well",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely negative",
      "remains calm",
      "stable demeanor"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "easily agitated",
      "expresses worry",
      "maintains composure",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely negative",
      "reserved expressions",
      "shows little emotion"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "positive framing",
      "repeats concerns",
      "sees opportunities",
      "stable demeanor",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "focuses on benefits",
      "handles stress well",
      "highly cautious",
      "positive framing",
      "remains calm",
      "repeats concerns",
      "sees opportunities",
      "stable demeanor",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "maintains composure",
      "positive framing",
      "repeats concerns",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "positive framing",
      "rarely expresses emotions",
      "repeats concerns",
      "sees opportunities",
      "stable responses",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "overconfident responses",
      "repeats concerns",
      "self-assured language",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "expresses anxiety",
      "handles stress well",
      "highly assertive tone",
      "highly cautious",
      "overconfident responses",
      "remains calm",
      "repeats concerns",
      "self-assured language",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "maintains composure",
      "overconfident responses",
      "repeats concerns",
      "reserved expressions",
      "self-assured language",
      "shows little emotion",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "overconfident responses",
      "rarely expresses emotions",
      "repeats concerns",
      "self-assured language",
      "stable responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "highly cautious",
      "positive framing",
      "rarely expresses negativity",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "expresses anxiety",
      "handles stress well",
      "highly cautious",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "expresses anxiety",
      "highly cautious",
      "maintains composure",
      "positive framing",
      "rarely expresses negativity",
      "repeats concerns",
      "reserved expressions",
      "shows little emotion",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "expresses anxiety",
      "highly cautious",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "repeats concerns",
      "stable responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "highly cautious",
      "optimistic tone",
      "rarely negative",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "handles stress well",
      "highly cautious",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "repeats concerns",
      "stable demeanor",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "highly cautious",
      "maintains composure",
      "optimistic tone",
      "rarely negative",
      "repeats concerns",
      "reserved expressions",
      "shows little emotion",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "highly cautious",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "repeats concerns",
      "stable responses",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses fear frequently",
      "focuses on benefits",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses fear frequently",
      "focuses on benefits",
      "handles stress well",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses fear frequently",
      "focuses on benefits",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses fear frequently",
      "focuses on benefits",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "even-tempered",
      "expresses fear frequently",
      "highly assertive tone",
      "mentions anxiety often",
      "nervous tone",
      "overconfident responses",
      "self-assured language",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "expresses fear frequently",
      "handles stress well",
      "highly assertive tone",
      "mentions anxiety often",
      "nervous tone",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "expresses fear frequently",
      "highly assertive tone",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "overconfident responses",
      "reserved expressions",
      "self-assured language",
      "shows little emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "expresses fear frequently",
      "highly assertive tone",
      "mentions anxiety often",
      "nervous tone",
      "overconfident responses",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "even-tempered",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "expresses fear frequently",
      "handles stress well",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "expresses fear frequently",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses fear frequently",
      "handles stress well",
      "mentions anxiety often",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "stable demeanor",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses fear frequently",
      "maintains composure",
      "mentions anxiety often",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reserved expressions",
      "shows little emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses",
      "talks about panic attacks"
    ]
  }
}