{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      1,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "focuses on benefits",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "positive framing",
      "reacts quickly",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "focuses on benefits",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "reacts quickly",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "focuses on benefits",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "reacts quickly",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "focuses on benefits",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "positive framing",
      "reacts emotionally",
      "reacts quickly",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "highly assertive tone",
      "moodiness",
      "nervous tone",
      "overconfident responses",
      "reacts quickly",
      "self-assured language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "easily agitated",
      "handles pressure poorly",
      "highly assertive tone",
      "nervous tone",
      "occasional emotional outbursts",
      "overconfident responses",
      "reacts quickly",
      "self-assured language",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "easily agitated",
      "handles pressure poorly",
      "highly assertive tone",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "overconfident responses",
      "reacts quickly",
      "self-assured language"
    ],
    "I am a very anxious person and struggle to handle stress. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "highly assertive tone",
      "loses patience quickly",
      "nervous tone",
      "overconfident responses",
      "reacts emotionally",
      "reacts quickly",
      "self-assured language",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "focuses on benefits",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "focuses on benefits",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "positive framing",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "focuses on benefits",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "focuses on benefits",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "highly assertive tone",
      "moodiness",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "self-assured language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "easily agitated",
      "expresses worry",
      "highly assertive tone",
      "nervous tone",
      "occasional emotional outbursts",
      "overconfident responses",
      "pauses frequently",
      "self-assured language",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "easily agitated",
      "expresses worry",
      "highly assertive tone",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "overconfident responses",
      "pauses frequently",
      "self-assured language"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "highly assertive tone",
      "loses patience quickly",
      "nervous tone",
      "overconfident responses",
      "pauses frequently",
      "reacts emotionally",
      "self-assured language",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely negative"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "optimistic tone",
      "pauses frequently",
      "rarely negative",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "optimistic tone",
      "pauses frequently",
      "rarely negative"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "optimistic tone",
      "pauses frequently",
      "rarely negative",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "moodiness",
      "positive framing",
      "repeats concerns",
      "sees opportunities",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "occasional emotional outbursts",
      "positive framing",
      "repeats concerns",
      "sees opportunities",
      "talks about fears",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "repeats concerns",
      "sees opportunities",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "focuses on benefits",
      "highly cautious",
      "loses patience quickly",
      "positive framing",
      "reacts emotionally",
      "repeats concerns",
      "sees opportunities",
      "shows frustration",
      "talks about fears",
      "upbeat tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "moodiness",
      "overconfident responses",
      "repeats concerns",
      "self-assured language",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "occasional emotional outbursts",
      "overconfident responses",
      "repeats concerns",
      "self-assured language",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overconfident responses",
      "repeats concerns",
      "self-assured language",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "expresses anxiety",
      "highly assertive tone",
      "highly cautious",
      "loses patience quickly",
      "overconfident responses",
      "reacts emotionally",
      "repeats concerns",
      "self-assured language",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "positive framing",
      "rarely expresses negativity",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "optimistic tone",
      "rarely negative",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "focuses on benefits",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "positive framing",
      "sees opportunities",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "focuses on benefits",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about panic attacks",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "focuses on benefits",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "focuses on benefits",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "talks about panic attacks",
      "upbeat tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "highly assertive tone",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "overconfident responses",
      "self-assured language",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "expresses fear frequently",
      "highly assertive tone",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "expresses fear frequently",
      "highly assertive tone",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "expresses fear frequently",
      "highly assertive tone",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ]
  }
}