{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      2,
      2,
      3
    ]
  },
  "coherence": 1,
  "texts": {
    "I am a pretty relaxed person and can handle most stressful situations. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback.": [
      "calm demeanor",
      "encouraging tone",
      "focuses on solutions",
      "handles stress well",
      "positive framing",
      "rarely dwells on negatives",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very secure and confident person and rarely doubt myself.": [
      "assertive tone",
      "calm demeanor",
      "confident responses",
      "handles stress well",
      "rarely questions info",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I can feel sad at times, but it is not a major concern for me.": [
      "calm demeanor",
      "handles stress well",
      "occasionally expresses sadness",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I can feel down or blue at times, but it is not a major concern for me.": [
      "calm demeanor",
      "handles stress well",
      "mildly pessimistic",
      "occasionally negative tone",
      "relaxed tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback.": [
      "encouraging tone",
      "focuses on solutions",
      "occasional tension",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very secure and confident person and rarely doubt myself.": [
      "assertive tone",
      "confident responses",
      "occasional tension",
      "rarely questions info"
    ],
    "I can get tense at times, but it's not a common feeling for me. I can feel sad at times, but it is not a major concern for me.": [
      "occasional tension",
      "occasionally expresses sadness"
    ],
    "I can get tense at times, but it's not a common feeling for me. I can feel down or blue at times, but it is not a major concern for me.": [
      "mildly pessimistic",
      "occasional tension",
      "occasionally negative tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback.": [
      "encouraging tone",
      "focuses on solutions",
      "keeps worries contained",
      "occasionally anxious",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very secure and confident person and rarely doubt myself.": [
      "assertive tone",
      "confident responses",
      "keeps worries contained",
      "occasionally anxious",
      "rarely questions info"
    ],
    "I can worry at times, but I usually manage to keep it under control. I can feel sad at times, but it is not a major concern for me.": [
      "keeps worries contained",
      "occasionally anxious",
      "occasionally expresses sadness"
    ],
    "I can worry at times, but I usually manage to keep it under control. I can feel down or blue at times, but it is not a major concern for me.": [
      "keeps worries contained",
      "mildly pessimistic",
      "occasionally anxious",
      "occasionally negative tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback.": [
      "encouraging tone",
      "focuses on solutions",
      "keeps cool",
      "positive framing",
      "rarely dwells on negatives",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very secure and confident person and rarely doubt myself.": [
      "assertive tone",
      "confident responses",
      "keeps cool",
      "rarely panics",
      "rarely questions info",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I can feel sad at times, but it is not a major concern for me.": [
      "keeps cool",
      "occasionally expresses sadness",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I can feel down or blue at times, but it is not a major concern for me.": [
      "keeps cool",
      "mildly pessimistic",
      "occasionally negative tone",
      "rarely panics",
      "remains calm"
    ]
  }
}