{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      4,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "flat tone",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "leads discussions",
      "takes initiative",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "detached tone",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "leads discussions",
      "takes initiative",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "flat tone",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "requires prodding",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "detached tone",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "engages easily",
      "flat tone",
      "friendly tone",
      "influential",
      "initiates topics",
      "lacks excitement",
      "respects differing opinions",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "engages easily",
      "friendly tone",
      "influential",
      "initiates topics",
      "needs encouragement",
      "rarely initiates actions",
      "respects differing opinions",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "engages easily",
      "friendly tone",
      "influential",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "respects differing opinions",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "detached tone",
      "engages easily",
      "friendly tone",
      "influential",
      "initiates topics",
      "lacks excitement",
      "respects differing opinions",
      "talkative",
      "unenthusiastic responses"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "flat tone",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "talkative",
      "unenthusiastic"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks initiative",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "detached tone",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lacks excitement",
      "talkative",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "lets others speak",
      "takes initiative",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "leads discussions",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "lacks initiative",
      "leads discussions",
      "lets others speak",
      "low energy",
      "requires prodding",
      "sluggish responses",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "chatty at times",
      "detached tone",
      "dominant tone",
      "lacks excitement",
      "leads discussions",
      "lets others speak",
      "takes initiative",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "lacks initiative",
      "leads discussions",
      "lets others speak",
      "low energy",
      "makes decisions",
      "requires prodding",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "chatty at times",
      "detached tone",
      "dominant presence",
      "lacks excitement",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "chatty at times",
      "flat tone",
      "influential",
      "lacks excitement",
      "lets others speak",
      "respects differing opinions",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "chatty at times",
      "influential",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "respects differing opinions",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "chatty at times",
      "influential",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "requires prodding",
      "respects differing opinions",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "chatty at times",
      "detached tone",
      "influential",
      "lacks excitement",
      "lets others speak",
      "respects differing opinions",
      "unenthusiastic responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "flat tone",
      "lacks excitement",
      "lets others speak",
      "unenthusiastic"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "lets others speak",
      "needs encouragement",
      "rarely initiates actions",
      "responds minimally to prompts"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "lacks initiative",
      "lets others speak",
      "low energy",
      "requires prodding",
      "sluggish responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "chatty at times",
      "detached tone",
      "lacks excitement",
      "lets others speak",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "dominant tone",
      "few personal comments",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "takes initiative",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "dominant tone",
      "few personal comments",
      "leads discussions",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "responds minimally to prompts",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "dominant tone",
      "few personal comments",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "detached tone",
      "dominant tone",
      "few personal comments",
      "lacks excitement",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "takes initiative",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "dominant presence",
      "few personal comments",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "dominant presence",
      "few personal comments",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "dominant presence",
      "few personal comments",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "detached tone",
      "dominant presence",
      "few personal comments",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "few personal comments",
      "flat tone",
      "influential",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "few personal comments",
      "influential",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "respects differing opinions",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "few personal comments",
      "influential",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "respects differing opinions",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "detached tone",
      "few personal comments",
      "influential",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "few personal comments",
      "flat tone",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "few personal comments",
      "needs encouragement",
      "prefers brief interactions",
      "rarely initiates actions",
      "reserved tone",
      "responds minimally to prompts",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "few personal comments",
      "lacks initiative",
      "low energy",
      "prefers brief interactions",
      "requires prodding",
      "reserved tone",
      "sluggish responses",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "detached tone",
      "few personal comments",
      "lacks excitement",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "opinionated",
      "shares extensively",
      "takes initiative",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "leads discussions",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am a very low-energy person and often struggle to get motivated.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "opinionated",
      "requires prodding",
      "shares extensively",
      "sluggish responses",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "asserts opinions",
      "chatty",
      "detached tone",
      "dominant tone",
      "dominates conversation",
      "lacks excitement",
      "leads discussions",
      "opinionated",
      "shares extensively",
      "takes initiative",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "flat tone",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "leads discussions",
      "makes decisions",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am a very low-energy person and often struggle to get motivated.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "lacks initiative",
      "leads discussions",
      "low energy",
      "makes decisions",
      "opinionated",
      "requires prodding",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "appears indifferent",
      "assertive tone",
      "chatty",
      "detached tone",
      "dominant presence",
      "dominates conversation",
      "lacks excitement",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "shares extensively",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "flat tone",
      "influential",
      "lacks excitement",
      "opinionated",
      "respects differing opinions",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "influential",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "respects differing opinions",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am a very low-energy person and often struggle to get motivated.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "influential",
      "lacks initiative",
      "low energy",
      "opinionated",
      "requires prodding",
      "respects differing opinions",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "acknowledges others' views",
      "appears indifferent",
      "chatty",
      "detached tone",
      "dominates conversation",
      "influential",
      "lacks excitement",
      "opinionated",
      "respects differing opinions",
      "shares extensively",
      "unenthusiastic responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely unexcitable person and almost never feel eager or enthusiastic.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "flat tone",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "unenthusiastic"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely inactive person and struggle with physical activity on a regular basis.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "needs encouragement",
      "opinionated",
      "rarely initiates actions",
      "responds minimally to prompts",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very low-energy person and often struggle to get motivated.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "lacks initiative",
      "low energy",
      "opinionated",
      "requires prodding",
      "shares extensively",
      "sluggish responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I rarely show enthusiasm and often come across as disinterested or apathetic.": [
      "allows delegation",
      "appears indifferent",
      "can initiate",
      "chatty",
      "detached tone",
      "dominates conversation",
      "lacks excitement",
      "opinionated",
      "shares extensively",
      "unenthusiastic responses"
    ]
  }
}