{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      4,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "occasional enthusiasm",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "takes initiative",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "proactive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "influential",
      "initiates topics",
      "occasional enthusiasm",
      "respects differing opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "influential",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "influential",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "respects differing opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "influential",
      "initiates topics",
      "respects differing opinions",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "participates actively",
      "prefers calm activities",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "proactive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "talkative",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "eager tone sparingly",
      "leads discussions",
      "lets others speak",
      "occasional enthusiasm",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "lets others speak",
      "participates actively",
      "prefers calm activities",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "proactive responses",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "lets others speak",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "eager tone sparingly",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "occasional enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "participates actively",
      "prefers calm activities"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "proactive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "chatty at times",
      "eager tone sparingly",
      "influential",
      "lets others speak",
      "occasional enthusiasm",
      "respects differing opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "lets others speak",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "chatty at times",
      "highly energetic",
      "influential",
      "keeps moving",
      "lets others speak",
      "proactive responses",
      "respects differing opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "influential",
      "lets others speak",
      "respects differing opinions",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "eager tone sparingly",
      "lets others speak",
      "occasional enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others speak",
      "participates actively",
      "prefers calm activities"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "proactive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "lets others speak",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominant tone",
      "eager tone sparingly",
      "few personal comments",
      "leads discussions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "leads discussions",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominant tone",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "takes initiative",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant presence",
      "eager tone sparingly",
      "few personal comments",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant presence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "leads discussions",
      "makes decisions",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant presence",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "eager tone sparingly",
      "few personal comments",
      "influential",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "influential",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "respects differing opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "few personal comments",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "respects differing opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "influential",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "eager tone sparingly",
      "few personal comments",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "opinionated",
      "proactive responses",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "opinionated",
      "shares extensively",
      "takes initiative",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "eager tone sparingly",
      "leads discussions",
      "makes decisions",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "proactive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I can get excited and eager at times, but it's not a common feeling for me.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "influential",
      "occasional enthusiasm",
      "opinionated",
      "respects differing opinions",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "influential",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "respects differing opinions",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be full of energy and enjoy being active and productive.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "highly energetic",
      "influential",
      "keeps moving",
      "opinionated",
      "proactive responses",
      "respects differing opinions",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "influential",
      "opinionated",
      "respects differing opinions",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I can get excited and eager at times, but it's not a common feeling for me.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be full of energy and enjoy being active and productive.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "proactive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "opinionated",
      "shares extensively",
      "uses exclamation marks"
    ]
  }
}