{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      4,
      5
    ]
  },
  "coherence": 1,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "quickly excited",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "leads discussions",
      "takes initiative",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "quickly excited",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "leads discussions",
      "makes decisions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "influential",
      "initiates topics",
      "quickly excited",
      "respects differing opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "engages easily",
      "friendly tone",
      "high energy",
      "influential",
      "initiates topics",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "influential",
      "initiates topics",
      "keeps moving",
      "respects differing opinions",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "influential",
      "initiates topics",
      "respects differing opinions",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "quickly excited",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "talkative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "lets others speak",
      "quickly excited",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "high energy",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "restless",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "chatty at times",
      "difficult to sit still",
      "dominant tone",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "restless",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "chatty at times",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "lets others speak",
      "takes initiative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "quickly excited"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "high energy",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "chatty at times",
      "difficult to sit still",
      "dominant presence",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "lets others speak",
      "makes decisions",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "chatty at times",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "lets others speak",
      "makes decisions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "chatty at times",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "lets others speak",
      "quickly excited",
      "respects differing opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "chatty at times",
      "high energy",
      "influential",
      "keeps moving",
      "lets others speak",
      "respects differing opinions",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "chatty at times",
      "difficult to sit still",
      "highly energetic",
      "influential",
      "keeps moving",
      "lets others speak",
      "respects differing opinions",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "chatty at times",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "lets others speak",
      "respects differing opinions"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "eager tone",
      "enthusiastic responses",
      "lets others speak",
      "quickly excited"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "high energy",
      "keeps moving",
      "lets others speak",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "chatty at times",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others speak"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "leads discussions",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominant tone",
      "few personal comments",
      "high energy",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominant tone",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "leads discussions",
      "prefers brief interactions",
      "reserved tone",
      "takes initiative",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant presence",
      "few personal comments",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant presence",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant presence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "leads discussions",
      "makes decisions",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "influential",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "respects differing opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "few personal comments",
      "high energy",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "difficult to sit still",
      "few personal comments",
      "highly energetic",
      "influential",
      "keeps moving",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "influential",
      "prefers brief interactions",
      "reserved tone",
      "respects differing opinions",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "few personal comments",
      "high energy",
      "keeps moving",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "difficult to sit still",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "opinionated",
      "quickly excited",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "leads discussions",
      "opinionated",
      "restless",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "chatty",
      "difficult to sit still",
      "dominant tone",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "opinionated",
      "restless",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am generally an assertive person and feel comfortable taking charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "chatty",
      "dominant tone",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "opinionated",
      "shares extensively",
      "takes initiative"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "quickly excited",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "chatty",
      "difficult to sit still",
      "dominant presence",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I tend to be dominant and enjoy taking charge in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "chatty",
      "dominant presence",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "makes decisions",
      "opinionated",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "influential",
      "opinionated",
      "quickly excited",
      "respects differing opinions",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am a very active person and have trouble sitting still.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "high energy",
      "influential",
      "keeps moving",
      "opinionated",
      "respects differing opinions",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "acknowledges others' views",
      "chatty",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "influential",
      "keeps moving",
      "opinionated",
      "respects differing opinions",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be influential at times, but I also respect others' opinions and perspectives. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "acknowledges others' views",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "influential",
      "opinionated",
      "respects differing opinions",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "opinionated",
      "quickly excited",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am a very active person and have trouble sitting still.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "opinionated",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I can be a leader when necessary, but I also don't mind letting others take charge. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "allows delegation",
      "can initiate",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "opinionated",
      "shares extensively"
    ]
  }
}