{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      2,
      5,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a pretty relaxed person and can handle most stressful situations. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "handles stress well",
      "mood changes rapidly",
      "negative framing",
      "relaxed tone",
      "unpredictable tone",
      "warns often"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "handles stress well",
      "negative framing",
      "reacts suddenly",
      "relaxed tone",
      "shows frustration",
      "warns often"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "handles stress well",
      "may become passionate",
      "negative framing",
      "relaxed tone",
      "shares feelings openly",
      "warns often"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "downplays positives",
      "emphasizes risks",
      "handles stress well",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "quick tempers",
      "reacts strongly",
      "relaxed tone",
      "warns often"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "emotional volatility",
      "expresses doubt frequently",
      "handles stress well",
      "mood changes rapidly",
      "questions own abilities",
      "relaxed tone",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "handles stress well",
      "questions own abilities",
      "reacts suddenly",
      "relaxed tone",
      "shows frustration",
      "uncertain tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "expresses doubt frequently",
      "expresses emotions",
      "handles stress well",
      "may become passionate",
      "questions own abilities",
      "relaxed tone",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "expresses doubt frequently",
      "handles stress well",
      "highly emotive responses",
      "intense emotions",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "relaxed tone",
      "uncertain tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "handles stress well",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "relaxed tone",
      "unpredictable tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "handles stress well",
      "mournful tone",
      "negative outlook",
      "reacts suddenly",
      "relaxed tone",
      "shows frustration"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "handles stress well",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "relaxed tone",
      "shares feelings openly"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "discusses struggles",
      "expresses sadness",
      "handles stress well",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "quick tempers",
      "reacts strongly",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "calm demeanor",
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "handles stress well",
      "mood changes rapidly",
      "relaxed tone",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "calm demeanor",
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "handles stress well",
      "reacts suddenly",
      "relaxed tone",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "calm demeanor",
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "handles stress well",
      "may become passionate",
      "relaxed tone",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "calm demeanor",
      "discusses hopelessness",
      "expresses sadness",
      "handles stress well",
      "highly emotive responses",
      "intense emotions",
      "quick tempers",
      "reacts strongly",
      "relaxed tone",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "mood changes rapidly",
      "negative framing",
      "occasional tension",
      "unpredictable tone",
      "warns often"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "negative framing",
      "occasional tension",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "may become passionate",
      "negative framing",
      "occasional tension",
      "shares feelings openly",
      "warns often"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "occasional tension",
      "quick tempers",
      "reacts strongly",
      "warns often"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "mood changes rapidly",
      "occasional tension",
      "questions own abilities",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "occasional tension",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "may become passionate",
      "occasional tension",
      "questions own abilities",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "occasional tension",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "uncertain tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "occasional tension",
      "unpredictable tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "occasional tension",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "occasional tension",
      "shares feelings openly"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "occasional tension",
      "quick tempers",
      "reacts strongly"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "mood changes rapidly",
      "occasional tension",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "occasional tension",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "occasional tension",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "occasional tension",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "keeps worries contained",
      "mood changes rapidly",
      "negative framing",
      "occasionally anxious",
      "unpredictable tone",
      "warns often"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "keeps worries contained",
      "negative framing",
      "occasionally anxious",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "keeps worries contained",
      "may become passionate",
      "negative framing",
      "occasionally anxious",
      "shares feelings openly",
      "warns often"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "highly emotive responses",
      "intense emotions",
      "keeps worries contained",
      "negative framing",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "warns often"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "keeps worries contained",
      "mood changes rapidly",
      "occasionally anxious",
      "questions own abilities",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "keeps worries contained",
      "occasionally anxious",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "keeps worries contained",
      "may become passionate",
      "occasionally anxious",
      "questions own abilities",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "keeps worries contained",
      "occasionally anxious",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "uncertain tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "keeps worries contained",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "unpredictable tone"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "keeps worries contained",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "keeps worries contained",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "shares feelings openly"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "keeps worries contained",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "keeps worries contained",
      "mood changes rapidly",
      "occasionally anxious",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "keeps worries contained",
      "occasionally anxious",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "keeps worries contained",
      "may become passionate",
      "occasionally anxious",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "keeps worries contained",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "keeps cool",
      "mood changes rapidly",
      "negative framing",
      "rarely panics",
      "remains calm",
      "unpredictable tone",
      "warns often"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "keeps cool",
      "negative framing",
      "rarely panics",
      "reacts suddenly",
      "remains calm",
      "shows frustration",
      "warns often"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "keeps cool",
      "may become passionate",
      "negative framing",
      "rarely panics",
      "remains calm",
      "shares feelings openly",
      "warns often"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "highly emotive responses",
      "intense emotions",
      "keeps cool",
      "negative framing",
      "quick tempers",
      "rarely panics",
      "reacts strongly",
      "remains calm",
      "warns often"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "keeps cool",
      "mood changes rapidly",
      "questions own abilities",
      "rarely panics",
      "remains calm",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "keeps cool",
      "questions own abilities",
      "rarely panics",
      "reacts suddenly",
      "remains calm",
      "shows frustration",
      "uncertain tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "keeps cool",
      "may become passionate",
      "questions own abilities",
      "rarely panics",
      "remains calm",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "keeps cool",
      "questions own abilities",
      "quick tempers",
      "rarely panics",
      "reacts strongly",
      "remains calm",
      "uncertain tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "keeps cool",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "rarely panics",
      "remains calm",
      "unpredictable tone"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "keeps cool",
      "mournful tone",
      "negative outlook",
      "rarely panics",
      "reacts suddenly",
      "remains calm",
      "shows frustration"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "keeps cool",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "rarely panics",
      "remains calm",
      "shares feelings openly"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "keeps cool",
      "mournful tone",
      "negative outlook",
      "quick tempers",
      "rarely panics",
      "reacts strongly",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "keeps cool",
      "mood changes rapidly",
      "rarely panics",
      "remains calm",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "keeps cool",
      "rarely panics",
      "reacts suddenly",
      "remains calm",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "keeps cool",
      "may become passionate",
      "rarely panics",
      "remains calm",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "keeps cool",
      "quick tempers",
      "rarely panics",
      "reacts strongly",
      "remains calm",
      "shares personal struggles",
      "uses negative language"
    ]
  }
}