{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      2,
      5,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "limits social interactions",
      "occasional enthusiasm",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "limits social interactions",
      "participates actively",
      "prefers calm activities",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "proactive responses",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes charge",
      "uses exclamation marks"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "limits social interactions",
      "occasional enthusiasm",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "limits social interactions",
      "participates actively",
      "prefers calm activities",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "proactive responses",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes charge",
      "uses exclamation marks"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "limits social interactions",
      "occasional enthusiasm",
      "prefers solitude",
      "reserved demeanor",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits social interactions",
      "participates actively",
      "prefers calm activities",
      "prefers solitude",
      "reserved demeanor",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "proactive responses",
      "reserved demeanor",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "limits social interactions",
      "occasional enthusiasm",
      "prefers solitude",
      "reserved demeanor"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "limits social interactions",
      "participates actively",
      "prefers calm activities",
      "prefers solitude",
      "reserved demeanor"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "proactive responses",
      "reserved demeanor"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "uses exclamation marks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers calm activities",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "prefers listening",
      "proactive responses",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "prefers listening",
      "rarely speaks",
      "takes charge",
      "uses exclamation marks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers listening",
      "proactive responses",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "takes charge",
      "uses exclamation marks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "prefers listening",
      "rarely speaks",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "prefers listening",
      "rarely speaks",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "prefers listening",
      "proactive responses",
      "rarely speaks",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "prefers listening",
      "rarely speaks",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "prefers listening",
      "rarely speaks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers calm activities",
      "prefers listening",
      "rarely speaks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "prefers listening",
      "proactive responses",
      "rarely speaks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "prefers listening",
      "rarely speaks",
      "uses exclamation marks"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "occasionally quiet",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "occasionally quiet",
      "participates actively",
      "prefers calm activities",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "occasionally quiet",
      "proactive responses",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "occasionally quiet",
      "socially confident",
      "takes charge",
      "uses exclamation marks"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "occasionally quiet",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "occasionally quiet",
      "participates actively",
      "prefers calm activities",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "occasionally quiet",
      "proactive responses",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "occasionally quiet",
      "socially confident",
      "takes charge",
      "uses exclamation marks"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "occasionally quiet",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "occasionally quiet",
      "participates actively",
      "prefers calm activities",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "occasionally quiet",
      "proactive responses",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "occasionally quiet",
      "socially confident",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "occasionally quiet",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "occasionally quiet",
      "participates actively",
      "prefers calm activities",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "occasionally quiet",
      "proactive responses",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "occasionally quiet",
      "socially confident",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers calm activities",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "proactive responses",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "takes charge",
      "tolerates quiet",
      "uses exclamation marks",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "takes charge",
      "tolerates quiet",
      "uses exclamation marks",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "chatty periods",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "chatty periods",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "chatty periods",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "chatty periods",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "strong opinions",
      "tolerates quiet",
      "uses exclamation marks",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers calm activities",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "tolerates quiet",
      "uses exclamation marks",
      "values solitude"
    ]
  }
}