{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      2,
      5,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "quickly excited",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "quickly excited",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "takes charge"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "limits social interactions",
      "prefers solitude",
      "quickly excited",
      "reserved demeanor",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "strong opinions"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "limits social interactions",
      "prefers solitude",
      "quickly excited",
      "reserved demeanor"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor",
      "restless"
    ],
    "I tend to be more introverted and sometimes avoid social situations. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "limits social interactions",
      "prefers solitude",
      "reserved demeanor"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "prefers listening",
      "quickly excited",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "prefers listening",
      "rarely speaks",
      "restless",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "prefers listening",
      "rarely speaks",
      "restless",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "prefers listening",
      "quickly excited",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "restless",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "restless",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "prefers listening",
      "rarely speaks",
      "takes charge"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "prefers listening",
      "quickly excited",
      "rarely speaks",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "prefers listening",
      "rarely speaks",
      "restless",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "prefers listening",
      "rarely speaks",
      "restless",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "prefers listening",
      "rarely speaks",
      "strong opinions"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "prefers listening",
      "quickly excited",
      "rarely speaks"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "prefers listening",
      "rarely speaks",
      "restless"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "prefers listening",
      "rarely speaks",
      "restless"
    ],
    "I tend to be a quiet person and prefer to listen rather than speak. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "prefers listening",
      "rarely speaks"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "occasionally quiet",
      "quickly excited",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "occasionally quiet",
      "restless",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "occasionally quiet",
      "restless",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "occasionally quiet",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "occasionally quiet",
      "quickly excited",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "occasionally quiet",
      "restless",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "occasionally quiet",
      "restless",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "occasionally quiet",
      "socially confident",
      "takes charge"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "occasionally quiet",
      "quickly excited",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "occasionally quiet",
      "restless",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "occasionally quiet",
      "restless",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "occasionally quiet",
      "socially confident",
      "strong opinions"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "occasionally quiet",
      "quickly excited",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "occasionally quiet",
      "restless",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "occasionally quiet",
      "restless",
      "socially confident"
    ],
    "I can be shy or introverted at times, but I generally feel comfortable in social situations. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "occasionally quiet",
      "socially confident"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "quickly excited",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "restless",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "chatty periods",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "restless",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "chatty periods",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "chatty periods",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "restless",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "chatty periods",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "takes charge",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "chatty periods",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "quickly excited",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "chatty periods",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "restless",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "chatty periods",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "restless",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "chatty periods",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "strong opinions",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "quickly excited",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "restless",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "chatty periods",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "restless",
      "tolerates quiet",
      "values solitude"
    ],
    "I can be talkative at times, but I also enjoy silence and alone time. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "chatty periods",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "tolerates quiet",
      "values solitude"
    ]
  }
}