{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      1,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "focuses on benefits",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "focuses on benefits",
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "focuses on benefits",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "focuses on benefits",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "even-tempered",
      "highly assertive tone",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "self-assured language",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "handles stress well",
      "highly assertive tone",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "highly assertive tone",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "reserved expressions",
      "self-assured language",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "highly assertive tone",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "even-tempered",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "focuses on benefits",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "focuses on benefits",
      "handles stress well",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "focuses on benefits",
      "maintains composure",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "focuses on benefits",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "highly assertive tone",
      "overconfident responses",
      "self-assured language",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "expresses anxiety",
      "handles stress well",
      "highly assertive tone",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "maintains composure",
      "overconfident responses",
      "reserved expressions",
      "self-assured language",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "expresses anxiety",
      "highly assertive tone",
      "overconfident responses",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "expresses anxiety",
      "handles stress well",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "expresses anxiety",
      "maintains composure",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "expresses anxiety",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "optimistic tone",
      "rarely negative",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "handles stress well",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "maintains composure",
      "optimistic tone",
      "rarely negative",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "handles stress well",
      "mentions anxiety",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "maintains composure",
      "mentions anxiety",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "overconfident responses",
      "self-assured language",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "handles stress well",
      "highly assertive tone",
      "mentions anxiety",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "maintains composure",
      "mentions anxiety",
      "overconfident responses",
      "reserved expressions",
      "self-assured language",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "overconfident responses",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "handles stress well",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "maintains composure",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "handles stress well",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "maintains composure",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "reserved expressions",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "focuses on benefits",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "focuses on benefits",
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "remains calm",
      "sees opportunities",
      "stable demeanor",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "focuses on benefits",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "reserved expressions",
      "sees opportunities",
      "shows little emotion",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "focuses on benefits",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses emotions",
      "sees opportunities",
      "stable responses",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable person and rarely experience mood swings.": [
      "assures frequently",
      "consistent responses",
      "even-tempered",
      "highly assertive tone",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "assures frequently",
      "handles stress well",
      "highly assertive tone",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "remains calm",
      "self-assured language",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "assures frequently",
      "highly assertive tone",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "reserved expressions",
      "self-assured language",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "assures frequently",
      "calm tone",
      "highly assertive tone",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "rarely expresses emotions",
      "self-assured language",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am a very stable person and rarely experience mood swings.": [
      "cheerful tone",
      "consistent responses",
      "even-tempered",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "cheerful tone",
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "remains calm",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "cheerful tone",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "cheerful tone",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses emotions",
      "rarely expresses negativity",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "remains calm",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely expresses emotions",
      "rarely negative",
      "stable responses"
    ]
  }
}