{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      1,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "focuses on benefits",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "positive framing",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "focuses on benefits",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "focuses on benefits",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "highly assertive tone",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "overconfident responses",
      "self-assured language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "highly assertive tone",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "overconfident responses",
      "self-assured language",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "highly assertive tone",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "overconfident responses",
      "self-assured language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "highly assertive tone",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "focuses on benefits",
      "moodiness",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "focuses on benefits",
      "occasional emotional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "tense tone",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "focuses on benefits",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "focuses on benefits",
      "loses patience quickly",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly assertive tone",
      "moodiness",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "occasional emotional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "expresses anxiety",
      "highly assertive tone",
      "loses patience quickly",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "expresses anxiety",
      "moodiness",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "expresses anxiety",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "expresses anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "expresses anxiety",
      "loses patience quickly",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "moodiness",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "loses patience quickly",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "moodiness",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "occasional emotional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "loses patience quickly",
      "mentions anxiety",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "moodiness",
      "overconfident responses",
      "self-assured language",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "occasional emotional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "overconfident responses",
      "self-assured language",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "loses patience quickly",
      "mentions anxiety",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "moodiness",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasional emotional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "loses patience quickly",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "moodiness",
      "optimistic tone",
      "rarely negative",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "occasional emotional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "optimistic tone",
      "rarely negative",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "loses patience quickly",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "focuses on benefits",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "focuses on benefits",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "tries to stay composed",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "focuses on benefits",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "focuses on benefits",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "reacts emotionally",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be moody and experience frequent mood swings.": [
      "assures frequently",
      "changes tone suddenly",
      "emotional fluctuations",
      "highly assertive tone",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assures frequently",
      "highly assertive tone",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assures frequently",
      "highly assertive tone",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assures frequently",
      "emotes easily",
      "highly assertive tone",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "reacts emotionally",
      "self-assured language",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "cheerful tone",
      "emotional fluctuations",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "cheerful tone",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "cheerful tone",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "cheerful tone",
      "emotes easily",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "reacts emotionally",
      "shows frustration"
    ]
  }
}