{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      1,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "focuses on benefits",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "positive framing",
      "sees opportunities",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "focuses on benefits",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "focuses on benefits",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "emotional volatility",
      "highly assertive tone",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "overconfident responses",
      "self-assured language",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "emotional outbursts",
      "highly assertive tone",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "reacts suddenly",
      "self-assured language",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "expresses emotions",
      "highly assertive tone",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "overconfident responses",
      "self-assured language",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "self-assured language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "emotional volatility",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "optimistic tone",
      "rarely negative",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "focuses on benefits",
      "mood changes rapidly",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "tense tone",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "focuses on benefits",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "focuses on benefits",
      "may become passionate",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "talks about stress",
      "tense tone",
      "upbeat tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "emotional volatility",
      "expresses anxiety",
      "highly assertive tone",
      "mood changes rapidly",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "highly assertive tone",
      "overconfident responses",
      "reacts suddenly",
      "self-assured language",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "expresses anxiety",
      "expresses emotions",
      "highly assertive tone",
      "may become passionate",
      "overconfident responses",
      "self-assured language",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "expresses anxiety",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "self-assured language",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "emotional volatility",
      "expresses anxiety",
      "mood changes rapidly",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "expresses anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "expresses anxiety",
      "expresses emotions",
      "may become passionate",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "expresses anxiety",
      "highly emotive responses",
      "intense emotions",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "mood changes rapidly",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "may become passionate",
      "optimistic tone",
      "rarely negative",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "highly emotive responses",
      "intense emotions",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "mood changes rapidly",
      "positive framing",
      "sees opportunities",
      "talks about stress",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "mentions anxiety",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "focuses on benefits",
      "may become passionate",
      "mentions anxiety",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "talks about stress",
      "upbeat tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "mood changes rapidly",
      "overconfident responses",
      "self-assured language",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "mentions anxiety",
      "overconfident responses",
      "reacts suddenly",
      "self-assured language",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "highly assertive tone",
      "may become passionate",
      "mentions anxiety",
      "overconfident responses",
      "self-assured language",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "self-assured language",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "positive framing",
      "rarely expresses negativity",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "optimistic tone",
      "rarely negative",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "optimistic tone",
      "rarely negative",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly",
      "talks about stress"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "focuses on benefits",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "unpredictable tone",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "focuses on benefits",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "reacts suddenly",
      "sees opportunities",
      "shows frustration",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "focuses on benefits",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "sees opportunities",
      "shares feelings openly",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely optimistic person and always try to find the silver lining in any situation. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "focuses on benefits",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "quick tempers",
      "reacts strongly",
      "sees opportunities",
      "upbeat tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assures frequently",
      "emotional volatility",
      "highly assertive tone",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assures frequently",
      "can become upset easily",
      "emotional outbursts",
      "highly assertive tone",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "reacts suddenly",
      "self-assured language",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assures frequently",
      "expresses emotions",
      "highly assertive tone",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "self-assured language",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely self-assured person and always feel confident in myself and my abilities. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assures frequently",
      "highly assertive tone",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "overconfident responses",
      "quick tempers",
      "reacts strongly",
      "self-assured language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I have very extreme mood swings and my emotions can be difficult to control.": [
      "cheerful tone",
      "emotional volatility",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "cheerful tone",
      "emotional outbursts",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am a very emotional person and often struggle to keep my feelings under control.": [
      "cheerful tone",
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "rarely expresses negativity",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very happy person and rarely feel sad or down. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "cheerful tone",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "positive framing",
      "quick tempers",
      "rarely expresses negativity",
      "reacts strongly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "rarely negative",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very positive person and rarely feel depressed or blue. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "optimistic tone",
      "quick tempers",
      "rarely negative",
      "reacts strongly"
    ]
  }
}