{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      1,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "defers to others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "passive responses",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "defers to others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "defers to others",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "defers to others",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "engages easily",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "rarely uses enthusiasm",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "engages easily",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "low activity level",
      "obeys others",
      "prefers solitude",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "engages easily",
      "fatigue noted",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "occasional lethargy",
      "submissive tone",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "engages easily",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "occasional lethargy",
      "passive responses",
      "rarely attempts persuasion",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "rarely uses enthusiasm",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers solitude",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "engages easily",
      "fatigue noted",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "steers clear of dominance",
      "talkative",
      "varies energy levels"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance",
      "talkative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "chatty at times",
      "defers to others",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "rarely uses enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "chatty at times",
      "defers to others",
      "lets others decide",
      "lets others speak",
      "low activity level",
      "passive responses",
      "prefers solitude"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "chatty at times",
      "defers to others",
      "fatigue noted",
      "lets others decide",
      "lets others speak",
      "occasional lethargy",
      "passive responses",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "chatty at times",
      "defers to others",
      "lets others decide",
      "lets others speak",
      "occasional enthusiasm",
      "passive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "chatty at times",
      "follows directions",
      "lets others speak",
      "obeys others",
      "rarely uses enthusiasm",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "chatty at times",
      "follows directions",
      "lets others speak",
      "low activity level",
      "obeys others",
      "prefers solitude",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "chatty at times",
      "fatigue noted",
      "follows directions",
      "lets others speak",
      "obeys others",
      "occasional lethargy",
      "submissive tone",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "chatty at times",
      "follows directions",
      "lets others speak",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "chatty at times",
      "lets others speak",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "chatty at times",
      "lets others speak",
      "low activity level",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "chatty at times",
      "fatigue noted",
      "lets others speak",
      "occasional lethargy",
      "passive responses",
      "rarely attempts persuasion",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "chatty at times",
      "lets others speak",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "chatty at times",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "rarely uses enthusiasm",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "chatty at times",
      "lets others lead",
      "lets others speak",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers solitude",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "chatty at times",
      "fatigue noted",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "steers clear of dominance",
      "varies energy levels"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "chatty at times",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "defers to others",
      "few personal comments",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "defers to others",
      "few personal comments",
      "lets others decide",
      "low activity level",
      "passive responses",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "defers to others",
      "fatigue noted",
      "few personal comments",
      "lets others decide",
      "occasional lethargy",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "defers to others",
      "few personal comments",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "few personal comments",
      "follows directions",
      "obeys others",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "few personal comments",
      "follows directions",
      "low activity level",
      "obeys others",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "fatigue noted",
      "few personal comments",
      "follows directions",
      "obeys others",
      "occasional lethargy",
      "prefers brief interactions",
      "reserved tone",
      "submissive tone",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "few personal comments",
      "follows directions",
      "obeys others",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "few personal comments",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "few personal comments",
      "low activity level",
      "passive responses",
      "prefers brief interactions",
      "prefers solitude",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "fatigue noted",
      "few personal comments",
      "occasional lethargy",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "few personal comments",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "few personal comments",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "rarely uses enthusiasm",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "few personal comments",
      "lets others lead",
      "low activity level",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "prefers solitude",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "fatigue noted",
      "few personal comments",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "steers clear of dominance",
      "timid responses",
      "varies energy levels"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "few personal comments",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I rarely feel excited or eager about things.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "lets others decide",
      "opinionated",
      "passive responses",
      "rarely uses enthusiasm",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I tend to be less active than others and prefer quiet activities.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "lets others decide",
      "low activity level",
      "opinionated",
      "passive responses",
      "prefers solitude",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "fatigue noted",
      "lets others decide",
      "occasional lethargy",
      "opinionated",
      "passive responses",
      "shares extensively",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "lets others decide",
      "occasional enthusiasm",
      "opinionated",
      "passive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I rarely feel excited or eager about things.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "follows directions",
      "obeys others",
      "opinionated",
      "rarely uses enthusiasm",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I tend to be less active than others and prefer quiet activities.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "follows directions",
      "low activity level",
      "obeys others",
      "opinionated",
      "prefers solitude",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "fatigue noted",
      "follows directions",
      "obeys others",
      "occasional lethargy",
      "opinionated",
      "shares extensively",
      "submissive tone",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "follows directions",
      "obeys others",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I rarely feel excited or eager about things.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "rarely uses enthusiasm",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be less active than others and prefer quiet activities.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "low activity level",
      "opinionated",
      "passive responses",
      "prefers solitude",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "fatigue noted",
      "occasional lethargy",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "shares extensively",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "occasional enthusiasm",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I rarely feel excited or eager about things.": [
      "chatty",
      "dominates conversation",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "rarely uses enthusiasm",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I tend to be less active than others and prefer quiet activities.": [
      "chatty",
      "dominates conversation",
      "lets others lead",
      "low activity level",
      "obeys others",
      "opinionated",
      "passive in groups",
      "prefers solitude",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I can be energetic at times, but I also have my share of laziness and fatigue.": [
      "chatty",
      "dominates conversation",
      "fatigue noted",
      "lets others lead",
      "obeys others",
      "occasional lethargy",
      "opinionated",
      "passive in groups",
      "shares extensively",
      "steers clear of dominance",
      "varies energy levels"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I can be enthusiastic at times, but it is not a major characteristic of mine.": [
      "chatty",
      "dominates conversation",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "opinionated",
      "passive in groups",
      "shares extensively",
      "steers clear of dominance"
    ]
  }
}