{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      1,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I can get excited and eager at times, but it's not a common feeling for me.": [
      "defers to others",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "defers to others",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "participates actively",
      "passive responses",
      "prefers calm activities",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I tend to be full of energy and enjoy being active and productive.": [
      "defers to others",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "proactive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "defers to others",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "passive responses",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids taking charge",
      "eager tone sparingly",
      "engages easily",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids taking charge",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "participates actively",
      "prefers calm activities",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I tend to be full of energy and enjoy being active and productive.": [
      "avoids taking charge",
      "engages easily",
      "follows directions",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "obeys others",
      "proactive responses",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids taking charge",
      "eager tone",
      "engages easily",
      "excessive detail",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "submissive tone",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids influence",
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids influence",
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "participates actively",
      "passive responses",
      "prefers calm activities",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be full of energy and enjoy being active and productive.": [
      "avoids influence",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "passive responses",
      "proactive responses",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids influence",
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "passive responses",
      "rarely attempts persuasion",
      "talkative",
      "uses exclamation marks"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "eager tone sparingly",
      "engages easily",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "engages easily",
      "engages in quiet hobbies",
      "enjoys solitude",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "participates actively",
      "passive in groups",
      "prefers calm activities",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be full of energy and enjoy being active and productive.": [
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "proactive responses",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "eager tone",
      "engages easily",
      "excessive detail",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "steers clear of dominance",
      "talkative",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty at times",
      "defers to others",
      "eager tone sparingly",
      "lets others decide",
      "lets others speak",
      "occasional enthusiasm",
      "passive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty at times",
      "defers to others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others decide",
      "lets others speak",
      "participates actively",
      "passive responses",
      "prefers calm activities"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I tend to be full of energy and enjoy being active and productive.": [
      "chatty at times",
      "defers to others",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "proactive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty at times",
      "defers to others",
      "eager tone",
      "excessive detail",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids taking charge",
      "chatty at times",
      "eager tone sparingly",
      "follows directions",
      "lets others speak",
      "obeys others",
      "occasional enthusiasm",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids taking charge",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows directions",
      "lets others speak",
      "obeys others",
      "participates actively",
      "prefers calm activities",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I tend to be full of energy and enjoy being active and productive.": [
      "avoids taking charge",
      "chatty at times",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "obeys others",
      "proactive responses",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids taking charge",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "follows directions",
      "lets others speak",
      "obeys others",
      "submissive tone",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids influence",
      "chatty at times",
      "eager tone sparingly",
      "lets others speak",
      "occasional enthusiasm",
      "passive responses",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids influence",
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others speak",
      "participates actively",
      "passive responses",
      "prefers calm activities",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be full of energy and enjoy being active and productive.": [
      "avoids influence",
      "chatty at times",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "passive responses",
      "proactive responses",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids influence",
      "chatty at times",
      "eager tone",
      "excessive detail",
      "lets others speak",
      "passive responses",
      "rarely attempts persuasion",
      "uses exclamation marks"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty at times",
      "eager tone sparingly",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty at times",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "participates actively",
      "passive in groups",
      "prefers calm activities",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be full of energy and enjoy being active and productive.": [
      "chatty at times",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "proactive responses",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty at times",
      "eager tone",
      "excessive detail",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "steers clear of dominance",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I can get excited and eager at times, but it's not a common feeling for me.": [
      "defers to others",
      "eager tone sparingly",
      "few personal comments",
      "lets others decide",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "defers to others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "lets others decide",
      "participates actively",
      "passive responses",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I tend to be full of energy and enjoy being active and productive.": [
      "defers to others",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "defers to others",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids taking charge",
      "eager tone sparingly",
      "few personal comments",
      "follows directions",
      "obeys others",
      "occasional enthusiasm",
      "prefers brief interactions",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids taking charge",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "follows directions",
      "obeys others",
      "participates actively",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I tend to be full of energy and enjoy being active and productive.": [
      "avoids taking charge",
      "few personal comments",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "obeys others",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids taking charge",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "follows directions",
      "obeys others",
      "prefers brief interactions",
      "reserved tone",
      "submissive tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids influence",
      "eager tone sparingly",
      "few personal comments",
      "occasional enthusiasm",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids influence",
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "participates actively",
      "passive responses",
      "prefers brief interactions",
      "prefers calm activities",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be full of energy and enjoy being active and productive.": [
      "avoids influence",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "passive responses",
      "prefers brief interactions",
      "proactive responses",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids influence",
      "eager tone",
      "excessive detail",
      "few personal comments",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "eager tone sparingly",
      "few personal comments",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "engages in quiet hobbies",
      "enjoys solitude",
      "few personal comments",
      "lets others lead",
      "obeys others",
      "participates actively",
      "passive in groups",
      "prefers brief interactions",
      "prefers calm activities",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be full of energy and enjoy being active and productive.": [
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "proactive responses",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "eager tone",
      "excessive detail",
      "few personal comments",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "steers clear of dominance",
      "timid responses",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "eager tone sparingly",
      "lets others decide",
      "occasional enthusiasm",
      "opinionated",
      "passive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others decide",
      "opinionated",
      "participates actively",
      "passive responses",
      "prefers calm activities",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I tend to be full of energy and enjoy being active and productive.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "opinionated",
      "passive responses",
      "proactive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "lets others decide",
      "opinionated",
      "passive responses",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "follows directions",
      "obeys others",
      "occasional enthusiasm",
      "opinionated",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "follows directions",
      "obeys others",
      "opinionated",
      "participates actively",
      "prefers calm activities",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I tend to be full of energy and enjoy being active and productive.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "obeys others",
      "opinionated",
      "proactive responses",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "follows directions",
      "obeys others",
      "opinionated",
      "shares extensively",
      "submissive tone",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "occasional enthusiasm",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "opinionated",
      "participates actively",
      "passive responses",
      "prefers calm activities",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be full of energy and enjoy being active and productive.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "passive responses",
      "proactive responses",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "shares extensively",
      "uses exclamation marks"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "chatty",
      "dominates conversation",
      "eager tone sparingly",
      "lets others lead",
      "obeys others",
      "occasional enthusiasm",
      "opinionated",
      "passive in groups",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "chatty",
      "dominates conversation",
      "engages in quiet hobbies",
      "enjoys solitude",
      "lets others lead",
      "obeys others",
      "opinionated",
      "participates actively",
      "passive in groups",
      "prefers calm activities",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I tend to be full of energy and enjoy being active and productive.": [
      "chatty",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "proactive responses",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "chatty",
      "dominates conversation",
      "eager tone",
      "excessive detail",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "shares extensively",
      "steers clear of dominance",
      "uses exclamation marks"
    ]
  }
}