{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      4,
      1,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "defers to others",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "lets others decide",
      "passive responses",
      "quickly excited",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I am a very active person and have trouble sitting still.": [
      "defers to others",
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "defers to others",
      "difficult to sit still",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am very passive and tend to let others make decisions for me. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "defers to others",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "lets others decide",
      "passive responses",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids taking charge",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "follows directions",
      "friendly tone",
      "initiates topics",
      "obeys others",
      "quickly excited",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I am a very active person and have trouble sitting still.": [
      "avoids taking charge",
      "engages easily",
      "follows directions",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "obeys others",
      "restless",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids taking charge",
      "difficult to sit still",
      "engages easily",
      "follows directions",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "obeys others",
      "restless",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am a very submissive person and prefer to follow others' lead. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids taking charge",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "follows directions",
      "friendly tone",
      "high energy",
      "initiates topics",
      "obeys others",
      "submissive tone",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids influence",
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "passive responses",
      "quickly excited",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I am a very active person and have trouble sitting still.": [
      "avoids influence",
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "passive responses",
      "rarely attempts persuasion",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids influence",
      "difficult to sit still",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "passive responses",
      "rarely attempts persuasion",
      "restless",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids influence",
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "passive responses",
      "rarely attempts persuasion",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "eager tone",
      "engages easily",
      "enthusiastic responses",
      "friendly tone",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "quickly excited",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I am a very active person and have trouble sitting still.": [
      "engages easily",
      "friendly tone",
      "high energy",
      "initiates topics",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "restless",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "difficult to sit still",
      "engages easily",
      "friendly tone",
      "highly energetic",
      "initiates topics",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "restless",
      "steers clear of dominance",
      "talkative"
    ],
    "I am generally outgoing and enjoy socializing with others. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "eager tone",
      "engages easily",
      "enthusiastic",
      "excessive exclamation",
      "friendly tone",
      "high energy",
      "initiates topics",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "steers clear of dominance",
      "talkative"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "chatty at times",
      "defers to others",
      "eager tone",
      "enthusiastic responses",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "quickly excited"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I am a very active person and have trouble sitting still.": [
      "chatty at times",
      "defers to others",
      "high energy",
      "keeps moving",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "chatty at times",
      "defers to others",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "lets others speak",
      "passive responses",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am very passive and tend to let others make decisions for me. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "chatty at times",
      "defers to others",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others decide",
      "lets others speak",
      "passive responses"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids taking charge",
      "chatty at times",
      "eager tone",
      "enthusiastic responses",
      "follows directions",
      "lets others speak",
      "obeys others",
      "quickly excited",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I am a very active person and have trouble sitting still.": [
      "avoids taking charge",
      "chatty at times",
      "follows directions",
      "high energy",
      "keeps moving",
      "lets others speak",
      "obeys others",
      "restless",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids taking charge",
      "chatty at times",
      "difficult to sit still",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "obeys others",
      "restless",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am a very submissive person and prefer to follow others' lead. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids taking charge",
      "chatty at times",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "follows directions",
      "high energy",
      "lets others speak",
      "obeys others",
      "submissive tone"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids influence",
      "chatty at times",
      "eager tone",
      "enthusiastic responses",
      "lets others speak",
      "passive responses",
      "quickly excited",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I am a very active person and have trouble sitting still.": [
      "avoids influence",
      "chatty at times",
      "high energy",
      "keeps moving",
      "lets others speak",
      "passive responses",
      "rarely attempts persuasion",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids influence",
      "chatty at times",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "lets others speak",
      "passive responses",
      "rarely attempts persuasion",
      "restless"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids influence",
      "chatty at times",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others speak",
      "passive responses",
      "rarely attempts persuasion"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "chatty at times",
      "eager tone",
      "enthusiastic responses",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "quickly excited",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I am a very active person and have trouble sitting still.": [
      "chatty at times",
      "high energy",
      "keeps moving",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "restless",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "chatty at times",
      "difficult to sit still",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "restless",
      "steers clear of dominance"
    ],
    "I can be talkative at times, but I also enjoy listening to others. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "chatty at times",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others lead",
      "lets others speak",
      "obeys others",
      "passive in groups",
      "steers clear of dominance"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "defers to others",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I am a very active person and have trouble sitting still.": [
      "defers to others",
      "few personal comments",
      "high energy",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "defers to others",
      "difficult to sit still",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am very passive and tend to let others make decisions for me. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "defers to others",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "lets others decide",
      "passive responses",
      "prefers brief interactions",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids taking charge",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "follows directions",
      "obeys others",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I am a very active person and have trouble sitting still.": [
      "avoids taking charge",
      "few personal comments",
      "follows directions",
      "high energy",
      "keeps moving",
      "obeys others",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids taking charge",
      "difficult to sit still",
      "few personal comments",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "obeys others",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am a very submissive person and prefer to follow others' lead. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids taking charge",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "follows directions",
      "high energy",
      "obeys others",
      "prefers brief interactions",
      "reserved tone",
      "submissive tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids influence",
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "passive responses",
      "prefers brief interactions",
      "quickly excited",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I am a very active person and have trouble sitting still.": [
      "avoids influence",
      "few personal comments",
      "high energy",
      "keeps moving",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids influence",
      "difficult to sit still",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "restless",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids influence",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "passive responses",
      "prefers brief interactions",
      "rarely attempts persuasion",
      "reserved tone",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "eager tone",
      "enthusiastic responses",
      "few personal comments",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "quickly excited",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I am a very active person and have trouble sitting still.": [
      "few personal comments",
      "high energy",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "difficult to sit still",
      "few personal comments",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "restless",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be shy or introverted and often feel uncomfortable in social situations. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "few personal comments",
      "high energy",
      "lets others lead",
      "obeys others",
      "passive in groups",
      "prefers brief interactions",
      "reserved tone",
      "steers clear of dominance",
      "timid responses"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "lets others decide",
      "opinionated",
      "passive responses",
      "quickly excited",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I am a very active person and have trouble sitting still.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "lets others decide",
      "opinionated",
      "passive responses",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "chatty",
      "defers to others",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "lets others decide",
      "opinionated",
      "passive responses",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am very passive and tend to let others make decisions for me. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "chatty",
      "defers to others",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others decide",
      "opinionated",
      "passive responses",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "follows directions",
      "obeys others",
      "opinionated",
      "quickly excited",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I am a very active person and have trouble sitting still.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "follows directions",
      "high energy",
      "keeps moving",
      "obeys others",
      "opinionated",
      "restless",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids taking charge",
      "chatty",
      "difficult to sit still",
      "dominates conversation",
      "follows directions",
      "highly energetic",
      "keeps moving",
      "obeys others",
      "opinionated",
      "restless",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am a very submissive person and prefer to follow others' lead. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids taking charge",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "follows directions",
      "high energy",
      "obeys others",
      "opinionated",
      "shares extensively",
      "submissive tone"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "opinionated",
      "passive responses",
      "quickly excited",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I am a very active person and have trouble sitting still.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "avoids influence",
      "chatty",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "restless",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I am an extremely non-influential person and rarely succeed in persuading others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "avoids influence",
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "opinionated",
      "passive responses",
      "rarely attempts persuasion",
      "shares extensively"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic responses",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "quickly excited",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I am a very active person and have trouble sitting still.": [
      "chatty",
      "dominates conversation",
      "high energy",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "restless",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "chatty",
      "difficult to sit still",
      "dominates conversation",
      "highly energetic",
      "keeps moving",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "restless",
      "shares extensively",
      "steers clear of dominance"
    ],
    "I tend to be very talkative and often dominate conversations with my opinions and stories. I prefer to let others take charge and rarely assert myself in group situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "chatty",
      "dominates conversation",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "lets others lead",
      "obeys others",
      "opinionated",
      "passive in groups",
      "shares extensively",
      "steers clear of dominance"
    ]
  }
}