{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      1,
      5,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers alone time",
      "prefers calm activities",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "proactive responses",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "rarely speaks",
      "responsive rather than proactive",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "engages actively",
      "limits input",
      "occasional enthusiasm",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "limits input",
      "proactive responses",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "engages actively",
      "excessive detail",
      "limits input",
      "shares freely",
      "takes charge",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "engages actively",
      "leads discussions",
      "occasional enthusiasm",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "engages actively",
      "excessive detail",
      "leads discussions",
      "shares freely",
      "takes charge",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "engages actively",
      "occasional enthusiasm",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "assertive tone",
      "easily convinces others",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "assertive tone",
      "easily convinces others",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "engages actively",
      "excessive detail",
      "shares freely",
      "strong opinions",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "engages actively",
      "guides conversations",
      "occasional enthusiasm",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "engages actively",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers calm activities",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "engages actively",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "engages actively",
      "excessive detail",
      "guides conversations",
      "shares freely",
      "talkative",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "eager tone sparingly",
      "limits input",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "engages in quiet hobbies",
      "enjoys solitude",
      "limits input",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "proactive responses",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "excessive detail",
      "limits input",
      "rarely speaks",
      "responds minimally",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "eager tone sparingly",
      "leads discussions",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "engages in quiet hobbies",
      "enjoys solitude",
      "leads discussions",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "proactive responses",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "excessive detail",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "takes charge",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "assertive tone",
      "eager tone sparingly",
      "easily convinces others",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "assertive tone",
      "easily convinces others",
      "engages in quiet hobbies",
      "enjoys solitude",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "assertive tone",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responds minimally",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "excessive detail",
      "rarely speaks",
      "responds minimally",
      "strong opinions",
      "uses exclamation marks"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I can get excited and eager at times, but it's not a common feeling for me.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "eager tone sparingly",
      "guides conversations",
      "occasional enthusiasm",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I can be active at times, but I also enjoy quiet activities like reading or watching movies.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "engages in quiet hobbies",
      "enjoys solitude",
      "guides conversations",
      "participates actively",
      "prefers calm activities",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I tend to be full of energy and enjoy being active and productive.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "proactive responses",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I tend to be quite enthusiastic and often get very excited about things that I am passionate about.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "excessive detail",
      "guides conversations",
      "rarely speaks",
      "responds minimally",
      "uses exclamation marks"
    ]
  }
}