{
  "_meta": {
    "domain": "extraversion",
    "facets": [
      "Sociability",
      "Assertiveness",
      "Energy_Level"
    ],
    "scores": [
      1,
      5,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "takes charge"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "strong opinions"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "prefers alone time",
      "quickly excited",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions",
      "restless"
    ],
    "I am very introverted and rarely seek social interactions. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "prefers alone time",
      "rarely initiates conversation",
      "reserved in interactions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "rarely speaks",
      "responsive rather than proactive",
      "takes charge"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "rarely speaks",
      "responsive rather than proactive",
      "strong opinions"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "quickly excited",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responsive rather than proactive",
      "restless"
    ],
    "I am an extremely quiet person and rarely speak unless spoken to. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "rarely speaks",
      "responsive rather than proactive"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "limits input",
      "quickly excited",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "engages actively",
      "high energy",
      "keeps moving",
      "limits input",
      "restless",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "limits input",
      "restless",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "engages actively",
      "high energy",
      "keeps moving",
      "leads discussions",
      "restless",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "restless",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "shares freely",
      "takes charge",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "engages actively",
      "enthusiastic responses",
      "quickly excited",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      "approachable",
      "assertive tone",
      "easily convinces others",
      "engages actively",
      "high energy",
      "keeps moving",
      "restless",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "engages actively",
      "highly energetic",
      "keeps moving",
      "restless",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "shares freely",
      "strong opinions",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "engages actively",
      "enthusiastic responses",
      "guides conversations",
      "quickly excited",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "engages actively",
      "guides conversations",
      "high energy",
      "keeps moving",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      "approachable",
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "engages actively",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "restless",
      "shares freely",
      "talkative"
    ],
    "I am a very outgoing person and rarely feel shy or introverted. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      "approachable",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "engages actively",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "shares freely",
      "talkative"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic responses",
      "limits input",
      "quickly excited",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "high energy",
      "keeps moving",
      "limits input",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "asserts opinions",
      "difficult to sit still",
      "dominates conversations",
      "highly energetic",
      "keeps moving",
      "limits input",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I have an extremely assertive personality and am always the one in control. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "asserts opinions",
      "dominates conversations",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "limits input",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic responses",
      "leads discussions",
      "quickly excited",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "high energy",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "assertive tone",
      "difficult to sit still",
      "dominant interactions",
      "highly energetic",
      "keeps moving",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "restless",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am an extremely dominant person and often find myself in leadership positions. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "assertive tone",
      "dominant interactions",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "leads discussions",
      "rarely speaks",
      "responds minimally",
      "takes charge"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic responses",
      "quickly excited",
      "rarely speaks",
      "responds minimally",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "assertive tone",
      "easily convinces others",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "assertive tone",
      "difficult to sit still",
      "easily convinces others",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I am a very influential person and often find it easy to persuade others. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "assertive tone",
      "eager tone",
      "easily convinces others",
      "enthusiastic",
      "excessive exclamation",
      "high energy",
      "rarely speaks",
      "responds minimally",
      "strong opinions"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I am a highly excitable person and often feel eager and enthusiastic about things.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic responses",
      "guides conversations",
      "quickly excited",
      "rarely speaks",
      "responds minimally"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I am a very active person and have trouble sitting still.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "guides conversations",
      "high energy",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I am an extremely high-energy person and often have trouble sitting still or relaxing.": [
      " waits for prompt",
      "assertive leadership",
      "difficult to sit still",
      "dominant tone",
      "guides conversations",
      "highly energetic",
      "keeps moving",
      "rarely speaks",
      "responds minimally",
      "restless"
    ],
    "I am a very quiet person and rarely talk unless spoken to. I prefer to take charge and be the leader in most situations. I am an extremely enthusiastic person and often show a lot of energy and excitement in everything I do.": [
      " waits for prompt",
      "assertive leadership",
      "dominant tone",
      "eager tone",
      "enthusiastic",
      "excessive exclamation",
      "guides conversations",
      "high energy",
      "rarely speaks",
      "responds minimally"
    ]
  }
}