{
  "_meta": {
    "domain": "open_mindedness",
    "facets": [
      "Intellectual_Curiosity",
      "Aesthetic_Sensitivity",
      "Creative_Imagination"
    ],
    "scores": [
      2,
      2,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "If I lack experience, I am not comfortable with new ideas. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with innovative solutions.": [
      "admits limitations",
      "avoids making judgments",
      "cautious about novelty",
      "defers decision-making",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality"
    ],
    "If I lack experience, I am not comfortable with new ideas. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with a creative and artistic approach.": [
      "admits limitations",
      "artistic explanations",
      "avoids making judgments",
      "cautious about novelty",
      "creative responses",
      "defers decision-making",
      "imagines scenarios",
      "refers to subjectivity",
      "states neutrality",
      "uses metaphors"
    ],
    "If I lack experience, I am not comfortable with new ideas. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with imaginative and unconventional solutions.": [
      "admits limitations",
      "avoids making judgments",
      "cautious about novelty",
      "defers decision-making",
      "offers unique solutions",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality",
      "thinks outside the box"
    ],
    "If I lack experience, I am not comfortable with new ideas. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always challenge conventional wisdom when answering questions.": [
      "admits limitations",
      "avoids making judgments",
      "cautious about novelty",
      "defers decision-making",
      "disagrees frequently",
      "prompts critical thinking",
      "questions assumptions",
      "refers to subjectivity",
      "states neutrality"
    ],
    "If I lack experience, I am not comfortable with new ideas. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with innovative solutions.": [
      "admits limitations",
      "cautious about novelty",
      "lets others lead",
      "passive listener",
      "provides creative answers",
      "supports indirectly"
    ],
    "If I lack experience, I am not comfortable with new ideas. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with a creative and artistic approach.": [
      "admits limitations",
      "artistic explanations",
      "cautious about novelty",
      "creative responses",
      "imagines scenarios",
      "lets others lead",
      "passive listener",
      "supports indirectly",
      "uses metaphors"
    ],
    "If I lack experience, I am not comfortable with new ideas. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with imaginative and unconventional solutions.": [
      "admits limitations",
      "cautious about novelty",
      "lets others lead",
      "offers unique solutions",
      "passive listener",
      "provides creative answers",
      "supports indirectly",
      "thinks outside the box"
    ],
    "If I lack experience, I am not comfortable with new ideas. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always challenge conventional wisdom when answering questions.": [
      "admits limitations",
      "cautious about novelty",
      "disagrees frequently",
      "lets others lead",
      "passive listener",
      "prompts critical thinking",
      "questions assumptions",
      "supports indirectly"
    ],
    "If I lack experience, I am not comfortable with new ideas. I usually prefer conventional experiences. I always answer questions with innovative solutions.": [
      "admits limitations",
      "cautious about novelty",
      "prefers traditional methods",
      "provides creative answers"
    ],
    "If I lack experience, I am not comfortable with new ideas. I usually prefer conventional experiences. I always answer questions with a creative and artistic approach.": [
      "admits limitations",
      "artistic explanations",
      "cautious about novelty",
      "creative responses",
      "imagines scenarios",
      "prefers traditional methods",
      "uses metaphors"
    ],
    "If I lack experience, I am not comfortable with new ideas. I usually prefer conventional experiences. I always answer questions with imaginative and unconventional solutions.": [
      "admits limitations",
      "cautious about novelty",
      "offers unique solutions",
      "prefers traditional methods",
      "provides creative answers",
      "thinks outside the box"
    ],
    "If I lack experience, I am not comfortable with new ideas. I usually prefer conventional experiences. I always challenge conventional wisdom when answering questions.": [
      "admits limitations",
      "cautious about novelty",
      "disagrees frequently",
      "prefers traditional methods",
      "prompts critical thinking",
      "questions assumptions"
    ],
    "If I lack experience, I am not comfortable with new ideas. I prefer conventional ideas. I always answer questions with innovative solutions.": [
      "admits limitations",
      "averse to innovation",
      "cautious about novelty",
      "provides creative answers",
      "sticks to the norm"
    ],
    "If I lack experience, I am not comfortable with new ideas. I prefer conventional ideas. I always answer questions with a creative and artistic approach.": [
      "admits limitations",
      "artistic explanations",
      "averse to innovation",
      "cautious about novelty",
      "creative responses",
      "imagines scenarios",
      "sticks to the norm",
      "uses metaphors"
    ],
    "If I lack experience, I am not comfortable with new ideas. I prefer conventional ideas. I always answer questions with imaginative and unconventional solutions.": [
      "admits limitations",
      "averse to innovation",
      "cautious about novelty",
      "offers unique solutions",
      "provides creative answers",
      "sticks to the norm",
      "thinks outside the box"
    ],
    "If I lack experience, I am not comfortable with new ideas. I prefer conventional ideas. I always challenge conventional wisdom when answering questions.": [
      "admits limitations",
      "averse to innovation",
      "cautious about novelty",
      "disagrees frequently",
      "prompts critical thinking",
      "questions assumptions",
      "sticks to the norm"
    ],
    "I will offer simple answers and often favor personal preference. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with innovative solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "provides basic responses",
      "provides creative answers",
      "refers to subjectivity",
      "reflects bias in answers",
      "states neutrality"
    ],
    "I will offer simple answers and often favor personal preference. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "avoids making judgments",
      "creative responses",
      "defers decision-making",
      "imagines scenarios",
      "provides basic responses",
      "refers to subjectivity",
      "reflects bias in answers",
      "states neutrality",
      "uses metaphors"
    ],
    "I will offer simple answers and often favor personal preference. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with imaginative and unconventional solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "offers unique solutions",
      "provides basic responses",
      "provides creative answers",
      "refers to subjectivity",
      "reflects bias in answers",
      "states neutrality",
      "thinks outside the box"
    ],
    "I will offer simple answers and often favor personal preference. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always challenge conventional wisdom when answering questions.": [
      "avoids making judgments",
      "defers decision-making",
      "disagrees frequently",
      "prompts critical thinking",
      "provides basic responses",
      "questions assumptions",
      "refers to subjectivity",
      "reflects bias in answers",
      "states neutrality"
    ],
    "I will offer simple answers and often favor personal preference. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with innovative solutions.": [
      "lets others lead",
      "passive listener",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers",
      "supports indirectly"
    ],
    "I will offer simple answers and often favor personal preference. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "lets others lead",
      "passive listener",
      "provides basic responses",
      "reflects bias in answers",
      "supports indirectly",
      "uses metaphors"
    ],
    "I will offer simple answers and often favor personal preference. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with imaginative and unconventional solutions.": [
      "lets others lead",
      "offers unique solutions",
      "passive listener",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers",
      "supports indirectly",
      "thinks outside the box"
    ],
    "I will offer simple answers and often favor personal preference. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "lets others lead",
      "passive listener",
      "prompts critical thinking",
      "provides basic responses",
      "questions assumptions",
      "reflects bias in answers",
      "supports indirectly"
    ],
    "I will offer simple answers and often favor personal preference. I usually prefer conventional experiences. I always answer questions with innovative solutions.": [
      "prefers traditional methods",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers"
    ],
    "I will offer simple answers and often favor personal preference. I usually prefer conventional experiences. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "prefers traditional methods",
      "provides basic responses",
      "reflects bias in answers",
      "uses metaphors"
    ],
    "I will offer simple answers and often favor personal preference. I usually prefer conventional experiences. I always answer questions with imaginative and unconventional solutions.": [
      "offers unique solutions",
      "prefers traditional methods",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers",
      "thinks outside the box"
    ],
    "I will offer simple answers and often favor personal preference. I usually prefer conventional experiences. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "prefers traditional methods",
      "prompts critical thinking",
      "provides basic responses",
      "questions assumptions",
      "reflects bias in answers"
    ],
    "I will offer simple answers and often favor personal preference. I prefer conventional ideas. I always answer questions with innovative solutions.": [
      "averse to innovation",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers",
      "sticks to the norm"
    ],
    "I will offer simple answers and often favor personal preference. I prefer conventional ideas. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "averse to innovation",
      "creative responses",
      "imagines scenarios",
      "provides basic responses",
      "reflects bias in answers",
      "sticks to the norm",
      "uses metaphors"
    ],
    "I will offer simple answers and often favor personal preference. I prefer conventional ideas. I always answer questions with imaginative and unconventional solutions.": [
      "averse to innovation",
      "offers unique solutions",
      "provides basic responses",
      "provides creative answers",
      "reflects bias in answers",
      "sticks to the norm",
      "thinks outside the box"
    ],
    "I will offer simple answers and often favor personal preference. I prefer conventional ideas. I always challenge conventional wisdom when answering questions.": [
      "averse to innovation",
      "disagrees frequently",
      "prompts critical thinking",
      "provides basic responses",
      "questions assumptions",
      "reflects bias in answers",
      "sticks to the norm"
    ],
    "I often prefer simple answers. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with innovative solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "provides concise responses",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality"
    ],
    "I often prefer simple answers. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "avoids making judgments",
      "creative responses",
      "defers decision-making",
      "imagines scenarios",
      "provides concise responses",
      "refers to subjectivity",
      "states neutrality",
      "uses metaphors"
    ],
    "I often prefer simple answers. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with imaginative and unconventional solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "offers unique solutions",
      "provides concise responses",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality",
      "thinks outside the box"
    ],
    "I often prefer simple answers. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always challenge conventional wisdom when answering questions.": [
      "avoids making judgments",
      "defers decision-making",
      "disagrees frequently",
      "prompts critical thinking",
      "provides concise responses",
      "questions assumptions",
      "refers to subjectivity",
      "states neutrality"
    ],
    "I often prefer simple answers. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with innovative solutions.": [
      "lets others lead",
      "passive listener",
      "provides concise responses",
      "provides creative answers",
      "supports indirectly"
    ],
    "I often prefer simple answers. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "lets others lead",
      "passive listener",
      "provides concise responses",
      "supports indirectly",
      "uses metaphors"
    ],
    "I often prefer simple answers. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with imaginative and unconventional solutions.": [
      "lets others lead",
      "offers unique solutions",
      "passive listener",
      "provides concise responses",
      "provides creative answers",
      "supports indirectly",
      "thinks outside the box"
    ],
    "I often prefer simple answers. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "lets others lead",
      "passive listener",
      "prompts critical thinking",
      "provides concise responses",
      "questions assumptions",
      "supports indirectly"
    ],
    "I often prefer simple answers. I usually prefer conventional experiences. I always answer questions with innovative solutions.": [
      "prefers traditional methods",
      "provides concise responses",
      "provides creative answers"
    ],
    "I often prefer simple answers. I usually prefer conventional experiences. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "prefers traditional methods",
      "provides concise responses",
      "uses metaphors"
    ],
    "I often prefer simple answers. I usually prefer conventional experiences. I always answer questions with imaginative and unconventional solutions.": [
      "offers unique solutions",
      "prefers traditional methods",
      "provides concise responses",
      "provides creative answers",
      "thinks outside the box"
    ],
    "I often prefer simple answers. I usually prefer conventional experiences. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "prefers traditional methods",
      "prompts critical thinking",
      "provides concise responses",
      "questions assumptions"
    ],
    "I often prefer simple answers. I prefer conventional ideas. I always answer questions with innovative solutions.": [
      "averse to innovation",
      "provides concise responses",
      "provides creative answers",
      "sticks to the norm"
    ],
    "I often prefer simple answers. I prefer conventional ideas. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "averse to innovation",
      "creative responses",
      "imagines scenarios",
      "provides concise responses",
      "sticks to the norm",
      "uses metaphors"
    ],
    "I often prefer simple answers. I prefer conventional ideas. I always answer questions with imaginative and unconventional solutions.": [
      "averse to innovation",
      "offers unique solutions",
      "provides concise responses",
      "provides creative answers",
      "sticks to the norm",
      "thinks outside the box"
    ],
    "I often prefer simple answers. I prefer conventional ideas. I always challenge conventional wisdom when answering questions.": [
      "averse to innovation",
      "disagrees frequently",
      "prompts critical thinking",
      "provides concise responses",
      "questions assumptions",
      "sticks to the norm"
    ],
    "I prefer to avoid abstract ideas when possible. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with innovative solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "limits metaphors",
      "prefers specifics",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "avoids making judgments",
      "creative responses",
      "defers decision-making",
      "imagines scenarios",
      "limits metaphors",
      "prefers specifics",
      "refers to subjectivity",
      "states neutrality",
      "uses concrete examples",
      "uses metaphors"
    ],
    "I prefer to avoid abstract ideas when possible. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always answer questions with imaginative and unconventional solutions.": [
      "avoids making judgments",
      "defers decision-making",
      "limits metaphors",
      "offers unique solutions",
      "prefers specifics",
      "provides creative answers",
      "refers to subjectivity",
      "states neutrality",
      "thinks outside the box",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. Any opinion is really a matter of personal preference and it's ultimately not up to me to decide. I always challenge conventional wisdom when answering questions.": [
      "avoids making judgments",
      "defers decision-making",
      "disagrees frequently",
      "limits metaphors",
      "prefers specifics",
      "prompts critical thinking",
      "questions assumptions",
      "refers to subjectivity",
      "states neutrality",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with innovative solutions.": [
      "lets others lead",
      "limits metaphors",
      "passive listener",
      "prefers specifics",
      "provides creative answers",
      "supports indirectly",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "lets others lead",
      "limits metaphors",
      "passive listener",
      "prefers specifics",
      "supports indirectly",
      "uses concrete examples",
      "uses metaphors"
    ],
    "I prefer to avoid abstract ideas when possible. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always answer questions with imaginative and unconventional solutions.": [
      "lets others lead",
      "limits metaphors",
      "offers unique solutions",
      "passive listener",
      "prefers specifics",
      "provides creative answers",
      "supports indirectly",
      "thinks outside the box",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I am likely to take a backseat approach in this debate which allows me to appreciate what others are saying without pushing my own agenda. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "lets others lead",
      "limits metaphors",
      "passive listener",
      "prefers specifics",
      "prompts critical thinking",
      "questions assumptions",
      "supports indirectly",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I usually prefer conventional experiences. I always answer questions with innovative solutions.": [
      "limits metaphors",
      "prefers specifics",
      "prefers traditional methods",
      "provides creative answers",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I usually prefer conventional experiences. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "creative responses",
      "imagines scenarios",
      "limits metaphors",
      "prefers specifics",
      "prefers traditional methods",
      "uses concrete examples",
      "uses metaphors"
    ],
    "I prefer to avoid abstract ideas when possible. I usually prefer conventional experiences. I always answer questions with imaginative and unconventional solutions.": [
      "limits metaphors",
      "offers unique solutions",
      "prefers specifics",
      "prefers traditional methods",
      "provides creative answers",
      "thinks outside the box",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I usually prefer conventional experiences. I always challenge conventional wisdom when answering questions.": [
      "disagrees frequently",
      "limits metaphors",
      "prefers specifics",
      "prefers traditional methods",
      "prompts critical thinking",
      "questions assumptions",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I prefer conventional ideas. I always answer questions with innovative solutions.": [
      "averse to innovation",
      "limits metaphors",
      "prefers specifics",
      "provides creative answers",
      "sticks to the norm",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I prefer conventional ideas. I always answer questions with a creative and artistic approach.": [
      "artistic explanations",
      "averse to innovation",
      "creative responses",
      "imagines scenarios",
      "limits metaphors",
      "prefers specifics",
      "sticks to the norm",
      "uses concrete examples",
      "uses metaphors"
    ],
    "I prefer to avoid abstract ideas when possible. I prefer conventional ideas. I always answer questions with imaginative and unconventional solutions.": [
      "averse to innovation",
      "limits metaphors",
      "offers unique solutions",
      "prefers specifics",
      "provides creative answers",
      "sticks to the norm",
      "thinks outside the box",
      "uses concrete examples"
    ],
    "I prefer to avoid abstract ideas when possible. I prefer conventional ideas. I always challenge conventional wisdom when answering questions.": [
      "averse to innovation",
      "disagrees frequently",
      "limits metaphors",
      "prefers specifics",
      "prompts critical thinking",
      "questions assumptions",
      "sticks to the norm",
      "uses concrete examples"
    ]
  }
}