{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      2,
      3,
      2
    ]
  },
  "coherence": 1,
  "texts": {
    "I am a pretty relaxed person and can handle most stressful situations. I can have mood swings at times, but they are not a common occurrence for me.": [
      "calm demeanor",
      "handles stress well",
      "occasional shifts in tone",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm demeanor",
      "calm tone",
      "handles stress well",
      "rarely expresses emotions",
      "relaxed tone",
      "stoic responses"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "calm demeanor",
      "composed demeanor",
      "handles stress well",
      "keeps emotions in check",
      "projects calmness",
      "relaxed tone"
    ],
    "I am a pretty relaxed person and can handle most stressful situations. I can get emotional at times, but it is not a major characteristic of mine.": [
      "calm demeanor",
      "handles stress well",
      "occasionally shows emotion",
      "relaxed tone"
    ],
    "I can get tense at times, but it's not a common feeling for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "occasional shifts in tone",
      "occasional tension"
    ],
    "I can get tense at times, but it's not a common feeling for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "occasional tension",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I can get tense at times, but it's not a common feeling for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "keeps emotions in check",
      "occasional tension",
      "projects calmness"
    ],
    "I can get tense at times, but it's not a common feeling for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "occasional tension",
      "occasionally shows emotion"
    ],
    "I can worry at times, but I usually manage to keep it under control. I can have mood swings at times, but they are not a common occurrence for me.": [
      "keeps worries contained",
      "occasional shifts in tone",
      "occasionally anxious"
    ],
    "I can worry at times, but I usually manage to keep it under control. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "keeps worries contained",
      "occasionally anxious",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I can worry at times, but I usually manage to keep it under control. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "keeps emotions in check",
      "keeps worries contained",
      "occasionally anxious",
      "projects calmness"
    ],
    "I can worry at times, but I usually manage to keep it under control. I can get emotional at times, but it is not a major characteristic of mine.": [
      "keeps worries contained",
      "occasionally anxious",
      "occasionally shows emotion"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I can have mood swings at times, but they are not a common occurrence for me.": [
      "keeps cool",
      "occasional shifts in tone",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "keeps cool",
      "rarely expresses emotions",
      "rarely panics",
      "remains calm",
      "stoic responses"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "keeps cool",
      "keeps emotions in check",
      "projects calmness",
      "rarely panics",
      "remains calm"
    ],
    "I tend to be fairly calm and composed and rarely feel anxious or afraid. I can get emotional at times, but it is not a major characteristic of mine.": [
      "keeps cool",
      "occasionally shows emotion",
      "rarely panics",
      "remains calm"
    ]
  }
}