{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      5,
      1
    ]
  },
  "coherence": 3,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes risks",
      "even-tempered",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "stable demeanor",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes risks",
      "handles stress well",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "remains calm",
      "stable demeanor",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes risks",
      "maintains composure",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "reserved expressions",
      "shows little emotion",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "rarely expresses emotions",
      "stable responses",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses doubt frequently",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "stable demeanor",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses doubt frequently",
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses doubt frequently",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses doubt frequently",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "even-tempered",
      "expresses sadness",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "expresses sadness",
      "handles stress well",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "remains calm",
      "stable demeanor"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "expresses sadness",
      "maintains composure",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "expresses sadness",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "even-tempered",
      "expresses sadness",
      "manages stress",
      "occasional anxiety",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "expresses sadness",
      "handles stress well",
      "manages stress",
      "occasional anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "expresses sadness",
      "maintains composure",
      "manages stress",
      "occasional anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "expresses sadness",
      "manages stress",
      "occasional anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes risks",
      "even-tempered",
      "expresses anxiety",
      "negative framing",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "handles stress well",
      "negative framing",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "maintains composure",
      "negative framing",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "negative framing",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses anxiety",
      "expresses doubt frequently",
      "questions own abilities",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "handles stress well",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "maintains composure",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses anxiety",
      "expresses doubt frequently",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "handles stress well",
      "mournful tone",
      "negative outlook",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "maintains composure",
      "mournful tone",
      "negative outlook",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "even-tempered",
      "expresses anxiety",
      "expresses sadness",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "handles stress well",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "maintains composure",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "even-tempered",
      "expresses concerns frequently",
      "mentions anxiety",
      "negative framing",
      "stable demeanor",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "handles stress well",
      "mentions anxiety",
      "negative framing",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "maintains composure",
      "mentions anxiety",
      "negative framing",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "mentions anxiety",
      "negative framing",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "questions own abilities",
      "stable demeanor",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "handles stress well",
      "mentions anxiety",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "maintains composure",
      "mentions anxiety",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "handles stress well",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "remains calm",
      "stable demeanor",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "maintains composure",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "reserved expressions",
      "shows little emotion",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "rarely expresses emotions",
      "stable responses",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "emphasizes negative feelings",
      "even-tempered",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "handles stress well",
      "mentions anxiety",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "maintains composure",
      "mentions anxiety",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "talks about stress",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "downplays positives",
      "emphasizes risks",
      "even-tempered",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "stable demeanor",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "downplays positives",
      "emphasizes risks",
      "handles stress well",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "remains calm",
      "stable demeanor",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "downplays positives",
      "emphasizes risks",
      "maintains composure",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "reserved expressions",
      "shows little emotion",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "downplays positives",
      "emphasizes risks",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "rarely expresses emotions",
      "stable responses",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "even-tempered",
      "expresses doubt frequently",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "stable demeanor",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "expresses doubt frequently",
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "remains calm",
      "stable demeanor",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "expresses doubt frequently",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "reserved expressions",
      "shows little emotion",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "expresses doubt frequently",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "rarely expresses emotions",
      "stable responses",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses struggles",
      "even-tempered",
      "expresses sadness",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses struggles",
      "expresses sadness",
      "handles stress well",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "remains calm",
      "stable demeanor"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses struggles",
      "expresses sadness",
      "maintains composure",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "reserved expressions",
      "shows little emotion"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses struggles",
      "expresses sadness",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "rarely expresses emotions",
      "stable responses"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable person and rarely experience mood swings.": [
      "consistent responses",
      "discusses hopelessness",
      "even-tempered",
      "expresses sadness",
      "mild anxiety",
      "occasionally anxious",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally stable person and can handle even the most challenging situations with ease.": [
      "discusses hopelessness",
      "expresses sadness",
      "handles stress well",
      "mild anxiety",
      "occasionally anxious",
      "remains calm",
      "shares personal struggles",
      "stable demeanor",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely emotionally controlled person and rarely show any outward signs of emotion.": [
      "discusses hopelessness",
      "expresses sadness",
      "maintains composure",
      "mild anxiety",
      "occasionally anxious",
      "reserved expressions",
      "shares personal struggles",
      "shows little emotion",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very stable and unemotional person and rarely get upset or emotional.": [
      "calm tone",
      "discusses hopelessness",
      "expresses sadness",
      "mild anxiety",
      "occasionally anxious",
      "rarely expresses emotions",
      "shares personal struggles",
      "stable responses",
      "uses negative language"
    ]
  }
}