{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      5,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "manages stress",
      "moodiness",
      "negative framing",
      "occasional anxiety",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "occasional emotional outbursts",
      "tries to stay composed",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "negative framing",
      "occasional anxiety",
      "occasional outbursts",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "loses patience quickly",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "reacts emotionally",
      "shows frustration",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "questions own abilities",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses doubt frequently",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "questions own abilities",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses doubt frequently",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "questions own abilities",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses doubt frequently",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses sadness",
      "manages stress",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "occasional anxiety"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses sadness",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "occasional emotional outbursts",
      "tries to stay composed"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses sadness",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "occasional outbursts"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses sadness",
      "manages stress",
      "moodiness",
      "occasional anxiety",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses sadness",
      "manages stress",
      "occasional anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses sadness",
      "manages emotions",
      "manages stress",
      "mood fluctuations",
      "occasional anxiety",
      "occasional outbursts",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "manages stress",
      "occasional anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "expresses anxiety",
      "moodiness",
      "negative framing",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "negative framing",
      "occasional emotional outbursts",
      "talks about stress",
      "tense tone",
      "tries to stay composed",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "manages emotions",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "expresses anxiety",
      "loses patience quickly",
      "negative framing",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses doubt frequently",
      "moodiness",
      "questions own abilities",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "occasional emotional outbursts",
      "questions own abilities",
      "talks about stress",
      "tense tone",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "expresses doubt frequently",
      "loses patience quickly",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "talks about stress",
      "tense tone",
      "tries to stay composed"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "manages emotions",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "loses patience quickly",
      "mournful tone",
      "negative outlook",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "moodiness",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "tries to stay composed",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "loses patience quickly",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "mentions anxiety",
      "moodiness",
      "negative framing",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "mentions anxiety",
      "negative framing",
      "occasional emotional outbursts",
      "talks about stress",
      "tries to stay composed",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "loses patience quickly",
      "mentions anxiety",
      "negative framing",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "moodiness",
      "questions own abilities",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "occasional emotional outbursts",
      "questions own abilities",
      "talks about stress",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "questions own abilities",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "loses patience quickly",
      "mentions anxiety",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "talks about stress",
      "tries to stay composed"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "loses patience quickly",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "reacts emotionally",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "moodiness",
      "shares personal struggles",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about stress",
      "tries to stay composed",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "manages emotions",
      "mentions anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "shares personal struggles",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "loses patience quickly",
      "mentions anxiety",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "downplays positives",
      "emotional fluctuations",
      "emphasizes risks",
      "mild anxiety",
      "moodiness",
      "negative framing",
      "occasionally anxious",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "downplays positives",
      "emphasizes risks",
      "mild anxiety",
      "negative framing",
      "occasional emotional outbursts",
      "occasionally anxious",
      "tries to stay composed",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "downplays positives",
      "emphasizes risks",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "negative framing",
      "occasional outbursts",
      "occasionally anxious",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "downplays positives",
      "emotes easily",
      "emphasizes risks",
      "loses patience quickly",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "reacts emotionally",
      "shows frustration",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses doubt frequently",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "questions own abilities",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses doubt frequently",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "questions own abilities",
      "tries to stay composed",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses doubt frequently",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "questions own abilities",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses doubt frequently",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "reacts emotionally",
      "shows frustration",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses struggles",
      "emotional fluctuations",
      "expresses sadness",
      "mild anxiety",
      "moodiness",
      "mournful tone",
      "negative outlook",
      "occasionally anxious"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses struggles",
      "expresses sadness",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasional emotional outbursts",
      "occasionally anxious",
      "tries to stay composed"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses struggles",
      "expresses sadness",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "mournful tone",
      "negative outlook",
      "occasional outbursts",
      "occasionally anxious"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses struggles",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "reacts emotionally",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses hopelessness",
      "emotional fluctuations",
      "expresses sadness",
      "mild anxiety",
      "moodiness",
      "occasionally anxious",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses hopelessness",
      "expresses sadness",
      "mild anxiety",
      "occasional emotional outbursts",
      "occasionally anxious",
      "shares personal struggles",
      "tries to stay composed",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses hopelessness",
      "expresses sadness",
      "manages emotions",
      "mild anxiety",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally anxious",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses hopelessness",
      "emotes easily",
      "expresses sadness",
      "loses patience quickly",
      "mild anxiety",
      "occasionally anxious",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ]
  }
}