{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      4,
      5,
      5
    ]
  },
  "coherence": 1,
  "texts": {
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "manages stress",
      "mood changes rapidly",
      "negative framing",
      "occasional anxiety",
      "unpredictable tone",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "negative framing",
      "occasional anxiety",
      "shares feelings openly",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "negative framing",
      "occasional anxiety",
      "quick tempers",
      "reacts strongly",
      "warns often"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "questions own abilities",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "questions own abilities",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "uncertain tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "manages stress",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "unpredictable tone"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "manages stress",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "shares feelings openly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "mournful tone",
      "negative outlook",
      "occasional anxiety",
      "quick tempers",
      "reacts strongly"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "manages stress",
      "mood changes rapidly",
      "occasional anxiety",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "manages stress",
      "occasional anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "manages stress",
      "may become passionate",
      "occasional anxiety",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can get stressed out at times, but I am generally able to cope with it. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "manages stress",
      "occasional anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "expresses anxiety",
      "mood changes rapidly",
      "negative framing",
      "talks about stress",
      "tense tone",
      "unpredictable tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "expresses anxiety",
      "negative framing",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "expresses emotions",
      "may become passionate",
      "negative framing",
      "shares feelings openly",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "expresses anxiety",
      "highly emotive responses",
      "intense emotions",
      "negative framing",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "tense tone",
      "warns often"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "expresses doubt frequently",
      "mood changes rapidly",
      "questions own abilities",
      "talks about stress",
      "tense tone",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "expresses doubt frequently",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "expresses emotions",
      "may become passionate",
      "questions own abilities",
      "shares feelings openly",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "tense tone",
      "uncertain tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses anxiety",
      "expresses sadness",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "talks about stress",
      "tense tone",
      "unpredictable tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses anxiety",
      "expresses sadness",
      "mournful tone",
      "negative outlook",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mournful tone",
      "negative outlook",
      "shares feelings openly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses anxiety",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mournful tone",
      "negative outlook",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "tense tone"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses anxiety",
      "expresses sadness",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "unpredictable tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses anxiety",
      "expresses sadness",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to be a tense person and often feel anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses anxiety",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress",
      "tense tone",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "negative framing",
      "talks about stress",
      "unpredictable tone",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "mentions anxiety",
      "negative framing",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "negative framing",
      "shares feelings openly",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes negative feelings",
      "emphasizes risks",
      "expresses concerns frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "negative framing",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "warns often"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "mood changes rapidly",
      "questions own abilities",
      "talks about stress",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "mentions anxiety",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "expresses emotions",
      "may become passionate",
      "mentions anxiety",
      "questions own abilities",
      "shares feelings openly",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "talks about stress",
      "uncertain tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "talks about stress",
      "unpredictable tone"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "reacts suddenly",
      "shows frustration",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "shares feelings openly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "mournful tone",
      "negative outlook",
      "quick tempers",
      "reacts strongly",
      "talks about stress"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "mood changes rapidly",
      "shares personal struggles",
      "talks about stress",
      "unpredictable tone",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "mentions anxiety",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mentions anxiety",
      "shares feelings openly",
      "shares personal struggles",
      "talks about stress",
      "uses negative language"
    ],
    "I tend to worry a lot and often find myself feeling anxious or stressed out. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "emphasizes negative feelings",
      "expresses concerns frequently",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "talks about stress",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I have very extreme mood swings and my emotions can be difficult to control.": [
      "downplays positives",
      "emotional volatility",
      "emphasizes risks",
      "mild anxiety",
      "mood changes rapidly",
      "negative framing",
      "occasionally anxious",
      "unpredictable tone",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "downplays positives",
      "emotional outbursts",
      "emphasizes risks",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "reacts suddenly",
      "shows frustration",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am a very emotional person and often struggle to keep my feelings under control.": [
      "downplays positives",
      "emphasizes risks",
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "shares feelings openly",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very pessimistic person and have trouble seeing the bright side of things. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "downplays positives",
      "emphasizes risks",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "negative framing",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "warns often"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses doubt frequently",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "questions own abilities",
      "uncertain tone",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses doubt frequently",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "reacts suddenly",
      "shows frustration",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses doubt frequently",
      "expresses emotions",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "shares feelings openly",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am a very insecure person and often struggle with self-doubt. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses doubt frequently",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "questions own abilities",
      "quick tempers",
      "reacts strongly",
      "uncertain tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses struggles",
      "emotional volatility",
      "expresses sadness",
      "mild anxiety",
      "mood changes rapidly",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "unpredictable tone"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses struggles",
      "emotional outbursts",
      "expresses sadness",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "reacts suddenly",
      "shows frustration"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses struggles",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "shares feelings openly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely sad person and frequently struggle with feelings of hopelessness or despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses struggles",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "mournful tone",
      "negative outlook",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I have very extreme mood swings and my emotions can be difficult to control.": [
      "discusses hopelessness",
      "emotional volatility",
      "expresses sadness",
      "mild anxiety",
      "mood changes rapidly",
      "occasionally anxious",
      "shares personal struggles",
      "unpredictable tone",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "discusses hopelessness",
      "emotional outbursts",
      "expresses sadness",
      "mild anxiety",
      "occasionally anxious",
      "reacts suddenly",
      "shares personal struggles",
      "shows frustration",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am a very emotional person and often struggle to keep my feelings under control.": [
      "discusses hopelessness",
      "expresses emotions",
      "expresses sadness",
      "may become passionate",
      "mild anxiety",
      "occasionally anxious",
      "shares feelings openly",
      "shares personal struggles",
      "uses negative language"
    ],
    "I can feel anxious or afraid at times, but it is not a major concern for me. I am an extremely depressed and blue person and frequently experience intense feelings of sadness and despair. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "discusses hopelessness",
      "expresses sadness",
      "highly emotive responses",
      "intense emotions",
      "mild anxiety",
      "occasionally anxious",
      "quick tempers",
      "reacts strongly",
      "shares personal struggles",
      "uses negative language"
    ]
  }
}