{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      2,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "positive framing",
      "projects calmness",
      "rarely dwells on negatives",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "nervous tone",
      "occasionally shows emotion",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I can have mood swings at times, but they are not a common occurrence for me.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "rarely questions info",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "assertive tone",
      "calm tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "rarely expresses emotions",
      "rarely questions info",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "assertive tone",
      "composed demeanor",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "projects calmness",
      "rarely questions info",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I can get emotional at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally shows emotion",
      "rarely questions info",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally expresses sadness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally expresses sadness",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "occasionally expresses sadness",
      "projects calmness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally expresses sadness",
      "occasionally shows emotion",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "handles pressure poorly",
      "mildly pessimistic",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally negative tone",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "handles pressure poorly",
      "keeps emotions in check",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "projects calmness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "handles pressure poorly",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "occasionally shows emotion",
      "reacts quickly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "keeps emotions in check",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "projects calmness",
      "rarely dwells on negatives"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I can have mood swings at times, but they are not a common occurrence for me.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "rarely questions info"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "assertive tone",
      "calm tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "rarely questions info",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "assertive tone",
      "composed demeanor",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "rarely questions info"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I can get emotional at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "rarely questions info"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally expresses sadness",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "projects calmness"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally expresses sadness",
      "occasionally shows emotion",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses worry",
      "mildly pessimistic",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally negative tone",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses worry",
      "keeps emotions in check",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "projects calmness"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses worry",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "occasionally shows emotion",
      "pauses frequently"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can have mood swings at times, but they are not a common occurrence for me.": [
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "occasional shifts in tone",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "positive framing",
      "rarely dwells on negatives",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "keeps emotions in check",
      "positive framing",
      "projects calmness",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can get emotional at times, but it is not a major characteristic of mine.": [
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "occasionally shows emotion",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I can have mood swings at times, but they are not a common occurrence for me.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "occasional shifts in tone",
      "rarely questions info",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "assertive tone",
      "calm tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "rarely expresses emotions",
      "rarely questions info",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "assertive tone",
      "composed demeanor",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "projects calmness",
      "rarely questions info",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I can get emotional at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "occasionally shows emotion",
      "rarely questions info",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses anxiety",
      "highly cautious",
      "occasional shifts in tone",
      "occasionally expresses sadness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses anxiety",
      "highly cautious",
      "occasionally expresses sadness",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "occasionally expresses sadness",
      "projects calmness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses anxiety",
      "highly cautious",
      "occasionally expresses sadness",
      "occasionally shows emotion",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "occasional shifts in tone",
      "occasionally negative tone",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "occasionally negative tone",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "mildly pessimistic",
      "occasionally negative tone",
      "projects calmness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "occasionally negative tone",
      "occasionally shows emotion",
      "repeats concerns",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can have mood swings at times, but they are not a common occurrence for me.": [
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "projects calmness",
      "rarely dwells on negatives",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can get emotional at times, but it is not a major characteristic of mine.": [
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I can have mood swings at times, but they are not a common occurrence for me.": [
      "assertive tone",
      "confident responses",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "rarely questions info",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "assertive tone",
      "calm tone",
      "confident responses",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "rarely expresses emotions",
      "rarely questions info",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "assertive tone",
      "composed demeanor",
      "confident responses",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "projects calmness",
      "rarely questions info",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I can get emotional at times, but it is not a major characteristic of mine.": [
      "assertive tone",
      "confident responses",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "rarely questions info",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally expresses sadness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "projects calmness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "occasionally shows emotion",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally negative tone",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "projects calmness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "occasionally shows emotion",
      "talks about panic attacks"
    ]
  }
}