{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      2,
      4
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I tend to be moody and experience frequent mood swings.": [
      "assertive tone",
      "changes tone suddenly",
      "confident responses",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "rarely questions info",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "rarely questions info",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "rarely questions info",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "rarely questions info",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally expresses sadness",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally expresses sadness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "mildly pessimistic",
      "moodiness",
      "nervous tone",
      "occasionally negative tone",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "handles pressure poorly",
      "mildly pessimistic",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally negative tone",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mildly pessimistic",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally negative tone",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I tend to be moody and experience frequent mood swings.": [
      "assertive tone",
      "changes tone suddenly",
      "confident responses",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "rarely questions info"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "rarely questions info",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "rarely questions info"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "rarely questions info",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally expresses sadness",
      "pauses frequently",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally expresses sadness",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "mildly pessimistic",
      "moodiness",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "mildly pessimistic",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally negative tone",
      "pauses frequently",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mildly pessimistic",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally negative tone",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "moodiness",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "occasional emotional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "loses patience quickly",
      "positive framing",
      "rarely dwells on negatives",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I tend to be moody and experience frequent mood swings.": [
      "assertive tone",
      "changes tone suddenly",
      "confident responses",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "rarely questions info",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "rarely questions info",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "rarely questions info",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assertive tone",
      "confident responses",
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "rarely questions info",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "occasionally expresses sadness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "occasionally expresses sadness",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally expresses sadness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "occasionally expresses sadness",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "moodiness",
      "occasionally negative tone",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "occasional emotional outbursts",
      "occasionally negative tone",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mildly pessimistic",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally negative tone",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "mildly pessimistic",
      "occasionally negative tone",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I tend to be moody and experience frequent mood swings.": [
      "assertive tone",
      "changes tone suddenly",
      "confident responses",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "rarely questions info",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "assertive tone",
      "confident responses",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "rarely questions info",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "assertive tone",
      "confident responses",
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "rarely questions info",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "assertive tone",
      "confident responses",
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "rarely questions info",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "occasionally expresses sadness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally expresses sadness",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally expresses sadness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "moodiness",
      "nervous tone",
      "occasionally negative tone",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally negative tone",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mildly pessimistic",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally negative tone",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ]
  }
}