{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      2,
      5
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "mood changes rapidly",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "encouraging tone",
      "expresses emotions",
      "focuses on solutions",
      "handles pressure poorly",
      "may become passionate",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts quickly",
      "shares feelings openly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "encouraging tone",
      "focuses on solutions",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "positive framing",
      "quick tempers",
      "rarely dwells on negatives",
      "reacts quickly",
      "reacts strongly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "emotional volatility",
      "handles pressure poorly",
      "mood changes rapidly",
      "nervous tone",
      "rarely questions info",
      "reacts quickly",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assertive tone",
      "can become upset easily",
      "confident responses",
      "easily agitated",
      "emotional outbursts",
      "handles pressure poorly",
      "nervous tone",
      "rarely questions info",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses emotions",
      "handles pressure poorly",
      "may become passionate",
      "nervous tone",
      "rarely questions info",
      "reacts quickly",
      "shares feelings openly"
    ],
    "I am a very anxious person and struggle to handle stress. I am a very secure and confident person and rarely doubt myself. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "quick tempers",
      "rarely questions info",
      "reacts quickly",
      "reacts strongly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "handles pressure poorly",
      "mood changes rapidly",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts quickly",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "handles pressure poorly",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses emotions",
      "handles pressure poorly",
      "may become passionate",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts quickly",
      "shares feelings openly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel sad at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "occasionally expresses sadness",
      "quick tempers",
      "reacts quickly",
      "reacts strongly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "handles pressure poorly",
      "mildly pessimistic",
      "mood changes rapidly",
      "nervous tone",
      "occasionally negative tone",
      "reacts quickly",
      "unpredictable tone"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "handles pressure poorly",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "reacts quickly",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses emotions",
      "handles pressure poorly",
      "may become passionate",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "reacts quickly",
      "shares feelings openly"
    ],
    "I am a very anxious person and struggle to handle stress. I can feel down or blue at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "handles pressure poorly",
      "highly emotive responses",
      "intense emotions",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "quick tempers",
      "reacts quickly",
      "reacts strongly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "mood changes rapidly",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "encouraging tone",
      "expresses emotions",
      "expresses worry",
      "focuses on solutions",
      "may become passionate",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "rarely dwells on negatives",
      "shares feelings openly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "encouraging tone",
      "expresses worry",
      "focuses on solutions",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "pauses frequently",
      "positive framing",
      "quick tempers",
      "rarely dwells on negatives",
      "reacts strongly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "emotional volatility",
      "expresses worry",
      "mood changes rapidly",
      "nervous tone",
      "pauses frequently",
      "rarely questions info",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assertive tone",
      "can become upset easily",
      "confident responses",
      "easily agitated",
      "emotional outbursts",
      "expresses worry",
      "nervous tone",
      "pauses frequently",
      "rarely questions info",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses emotions",
      "expresses worry",
      "may become passionate",
      "nervous tone",
      "pauses frequently",
      "rarely questions info",
      "shares feelings openly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I am a very secure and confident person and rarely doubt myself. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assertive tone",
      "confident responses",
      "easily agitated",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "pauses frequently",
      "quick tempers",
      "rarely questions info",
      "reacts strongly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "expresses worry",
      "mood changes rapidly",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "expresses worry",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses emotions",
      "expresses worry",
      "may become passionate",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "shares feelings openly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel sad at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "nervous tone",
      "occasionally expresses sadness",
      "pauses frequently",
      "quick tempers",
      "reacts strongly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "easily agitated",
      "emotional volatility",
      "expresses worry",
      "mildly pessimistic",
      "mood changes rapidly",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "unpredictable tone"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "easily agitated",
      "emotional outbursts",
      "expresses worry",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "reacts suddenly",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "easily agitated",
      "expresses emotions",
      "expresses worry",
      "may become passionate",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "shares feelings openly"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can feel down or blue at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "easily agitated",
      "expresses worry",
      "highly emotive responses",
      "intense emotions",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "pauses frequently",
      "quick tempers",
      "reacts strongly"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "mood changes rapidly",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "positive framing",
      "rarely dwells on negatives",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotional person and often struggle to keep my feelings under control.": [
      "encouraging tone",
      "expresses anxiety",
      "expresses emotions",
      "focuses on solutions",
      "highly cautious",
      "may become passionate",
      "positive framing",
      "rarely dwells on negatives",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "encouraging tone",
      "expresses anxiety",
      "focuses on solutions",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "positive framing",
      "quick tempers",
      "rarely dwells on negatives",
      "reacts strongly",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assertive tone",
      "confident responses",
      "emotional volatility",
      "expresses anxiety",
      "highly cautious",
      "mood changes rapidly",
      "rarely questions info",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assertive tone",
      "can become upset easily",
      "confident responses",
      "emotional outbursts",
      "expresses anxiety",
      "highly cautious",
      "rarely questions info",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "expresses emotions",
      "highly cautious",
      "may become passionate",
      "rarely questions info",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I am a very secure and confident person and rarely doubt myself. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assertive tone",
      "confident responses",
      "expresses anxiety",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "quick tempers",
      "rarely questions info",
      "reacts strongly",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "highly cautious",
      "mood changes rapidly",
      "occasionally expresses sadness",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "highly cautious",
      "occasionally expresses sadness",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "highly cautious",
      "may become passionate",
      "occasionally expresses sadness",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel sad at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "occasionally expresses sadness",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "mood changes rapidly",
      "occasionally negative tone",
      "repeats concerns",
      "talks about fears",
      "unpredictable tone"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses anxiety",
      "highly cautious",
      "mildly pessimistic",
      "occasionally negative tone",
      "reacts suddenly",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses anxiety",
      "expresses emotions",
      "highly cautious",
      "may become passionate",
      "mildly pessimistic",
      "occasionally negative tone",
      "repeats concerns",
      "shares feelings openly",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can feel down or blue at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses anxiety",
      "highly cautious",
      "highly emotive responses",
      "intense emotions",
      "mildly pessimistic",
      "occasionally negative tone",
      "quick tempers",
      "reacts strongly",
      "repeats concerns",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "mood changes rapidly",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "talks about panic attacks",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am a very emotional person and often struggle to keep my feelings under control.": [
      "encouraging tone",
      "expresses emotions",
      "expresses fear frequently",
      "focuses on solutions",
      "may become passionate",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "rarely dwells on negatives",
      "shares feelings openly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to be optimistic and can usually find a way to stay positive even after experiencing a setback. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "encouraging tone",
      "expresses fear frequently",
      "focuses on solutions",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "nervous tone",
      "positive framing",
      "quick tempers",
      "rarely dwells on negatives",
      "reacts strongly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I have very extreme mood swings and my emotions can be difficult to control.": [
      "assertive tone",
      "confident responses",
      "emotional volatility",
      "expresses fear frequently",
      "mentions anxiety often",
      "mood changes rapidly",
      "nervous tone",
      "rarely questions info",
      "talks about panic attacks",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "assertive tone",
      "can become upset easily",
      "confident responses",
      "emotional outbursts",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "rarely questions info",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I am a very emotional person and often struggle to keep my feelings under control.": [
      "assertive tone",
      "confident responses",
      "expresses emotions",
      "expresses fear frequently",
      "may become passionate",
      "mentions anxiety often",
      "nervous tone",
      "rarely questions info",
      "shares feelings openly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I am a very secure and confident person and rarely doubt myself. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "assertive tone",
      "confident responses",
      "expresses fear frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "nervous tone",
      "quick tempers",
      "rarely questions info",
      "reacts strongly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses fear frequently",
      "mentions anxiety often",
      "mood changes rapidly",
      "nervous tone",
      "occasionally expresses sadness",
      "talks about panic attacks",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "expresses fear frequently",
      "may become passionate",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "shares feelings openly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel sad at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses fear frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "nervous tone",
      "occasionally expresses sadness",
      "quick tempers",
      "reacts strongly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I have very extreme mood swings and my emotions can be difficult to control.": [
      "emotional volatility",
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "mood changes rapidly",
      "nervous tone",
      "occasionally negative tone",
      "talks about panic attacks",
      "unpredictable tone"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I am a very emotionally unstable person and frequently get upset or overwhelmed.": [
      "can become upset easily",
      "emotional outbursts",
      "expresses fear frequently",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "reacts suddenly",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I am a very emotional person and often struggle to keep my feelings under control.": [
      "expresses emotions",
      "expresses fear frequently",
      "may become passionate",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "shares feelings openly",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can feel down or blue at times, but it is not a major concern for me. I am an extremely temperamental and emotionally reactive person and often have intense emotional reactions to even minor events or situations.": [
      "expresses fear frequently",
      "highly emotive responses",
      "intense emotions",
      "mentions anxiety often",
      "mildly pessimistic",
      "nervous tone",
      "occasionally negative tone",
      "quick tempers",
      "reacts strongly",
      "talks about panic attacks"
    ]
  }
}