{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      4,
      2
    ]
  },
  "coherence": 3,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally downcast",
      "quickly recovers",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "occasionally downcast",
      "projects calmness",
      "quickly recovers",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally downcast",
      "occasionally shows emotion",
      "quickly recovers",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally self-doubting",
      "overall confident",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "reacts quickly",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "projects calmness",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasionally self-doubting",
      "occasionally shows emotion",
      "overall confident",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "may need support",
      "nervous tone",
      "occasional shifts in tone",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "may need support",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "shares personal struggles",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "keeps emotions in check",
      "may need support",
      "nervous tone",
      "projects calmness",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "may need support",
      "nervous tone",
      "occasionally shows emotion",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "nervous tone",
      "occasional shifts in tone",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "nervous tone",
      "rarely expresses emotions",
      "reacts quickly",
      "shares personal struggles",
      "stoic responses"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "keeps emotions in check",
      "nervous tone",
      "projects calmness",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "nervous tone",
      "occasionally shows emotion",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "occasionally downcast",
      "pauses frequently",
      "projects calmness",
      "quickly recovers"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally downcast",
      "occasionally shows emotion",
      "pauses frequently",
      "quickly recovers"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently",
      "rarely expresses emotions",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "expresses worry",
      "keeps emotions in check",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently",
      "projects calmness"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasionally self-doubting",
      "occasionally shows emotion",
      "overall confident",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "may need support",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "may need support",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "keeps emotions in check",
      "may need support",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "may need support",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can have mood swings at times, but they are not a common occurrence for me.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "nervous tone",
      "occasional shifts in tone",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "nervous tone",
      "pauses frequently",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "keeps emotions in check",
      "nervous tone",
      "pauses frequently",
      "projects calmness",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can get emotional at times, but it is not a major characteristic of mine.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "nervous tone",
      "occasionally shows emotion",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses anxiety",
      "highly cautious",
      "occasional shifts in tone",
      "occasionally downcast",
      "quickly recovers",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses anxiety",
      "highly cautious",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "occasionally downcast",
      "projects calmness",
      "quickly recovers",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses anxiety",
      "highly cautious",
      "occasionally downcast",
      "occasionally shows emotion",
      "quickly recovers",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses anxiety",
      "highly cautious",
      "occasional shifts in tone",
      "occasionally self-doubting",
      "overall confident",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses anxiety",
      "highly cautious",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "repeats concerns",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses anxiety",
      "highly cautious",
      "keeps emotions in check",
      "occasionally self-doubting",
      "overall confident",
      "projects calmness",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses anxiety",
      "highly cautious",
      "occasionally self-doubting",
      "occasionally shows emotion",
      "overall confident",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "may need support",
      "occasional shifts in tone",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "may need support",
      "rarely expresses emotions",
      "repeats concerns",
      "shares personal struggles",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "keeps emotions in check",
      "may need support",
      "projects calmness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "may need support",
      "occasionally shows emotion",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can have mood swings at times, but they are not a common occurrence for me.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "occasional shifts in tone",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "rarely expresses emotions",
      "repeats concerns",
      "shares personal struggles",
      "stoic responses",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "keeps emotions in check",
      "projects calmness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can get emotional at times, but it is not a major characteristic of mine.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "occasionally shows emotion",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally downcast",
      "quickly recovers",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "occasionally downcast",
      "projects calmness",
      "quickly recovers",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally downcast",
      "occasionally shows emotion",
      "quickly recovers",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I can have mood swings at times, but they are not a common occurrence for me.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "occasionally self-doubting",
      "overall confident",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "rarely expresses emotions",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "expresses fear frequently",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "projects calmness",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I can get emotional at times, but it is not a major characteristic of mine.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasionally self-doubting",
      "occasionally shows emotion",
      "overall confident",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I can have mood swings at times, but they are not a common occurrence for me.": [
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "keeps emotions in check",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "projects calmness",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I can get emotional at times, but it is not a major characteristic of mine.": [
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can have mood swings at times, but they are not a common occurrence for me.": [
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety often",
      "nervous tone",
      "occasional shifts in tone",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I am a very emotionally stable person and rarely get upset or overwhelmed.": [
      "calm tone",
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety often",
      "nervous tone",
      "rarely expresses emotions",
      "shares personal struggles",
      "stoic responses",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to keep my emotions under control and am often seen as calm and composed.": [
      "composed demeanor",
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "keeps emotions in check",
      "mentions anxiety often",
      "nervous tone",
      "projects calmness",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can get emotional at times, but it is not a major characteristic of mine.": [
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety often",
      "nervous tone",
      "occasionally shows emotion",
      "shares personal struggles",
      "talks about panic attacks"
    ]
  }
}