{
  "_meta": {
    "domain": "negative_emotionality",
    "facets": [
      "Anxiety",
      "Depression",
      "Emotional_Volatility"
    ],
    "scores": [
      5,
      4,
      4
    ]
  },
  "coherence": 1,
  "texts": {
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "reacts quickly",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "reacts quickly"
    ],
    "I am a very anxious person and struggle to handle stress. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "reacts quickly",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "handles pressure poorly",
      "may need support",
      "moodiness",
      "nervous tone",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "may need support",
      "nervous tone",
      "occasional emotional outbursts",
      "reacts quickly",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "handles pressure poorly",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "handles pressure poorly",
      "loses patience quickly",
      "may need support",
      "nervous tone",
      "reacts emotionally",
      "reacts quickly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "moodiness",
      "nervous tone",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "nervous tone",
      "occasional emotional outbursts",
      "reacts quickly",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "reacts quickly",
      "shares personal struggles"
    ],
    "I am a very anxious person and struggle to handle stress. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "focuses on negatives",
      "handles pressure poorly",
      "loses patience quickly",
      "nervous tone",
      "reacts emotionally",
      "reacts quickly",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "occasionally downcast",
      "pauses frequently",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "expresses worry",
      "moodiness",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "expresses worry",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "expresses worry",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "expresses worry",
      "loses patience quickly",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "pauses frequently",
      "reacts emotionally",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "easily agitated",
      "emotional fluctuations",
      "expresses sadness",
      "expresses worry",
      "may need support",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "may need support",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "easily agitated",
      "expresses sadness",
      "expresses worry",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "easily agitated",
      "emotes easily",
      "expresses sadness",
      "expresses worry",
      "loses patience quickly",
      "may need support",
      "nervous tone",
      "pauses frequently",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "easily agitated",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "moodiness",
      "nervous tone",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "nervous tone",
      "occasional emotional outbursts",
      "pauses frequently",
      "shares personal struggles",
      "tries to stay composed"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "easily agitated",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "manages emotions",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "pauses frequently",
      "shares personal struggles"
    ],
    "I am an extremely tense person and struggle with anxiety on a regular basis. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "easily agitated",
      "emotes easily",
      "emotional vulnerability",
      "expresses sadness",
      "expresses worry",
      "focuses on negatives",
      "loses patience quickly",
      "nervous tone",
      "pauses frequently",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "occasionally downcast",
      "quickly recovers",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses anxiety",
      "highly cautious",
      "moodiness",
      "occasionally self-doubting",
      "overall confident",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses anxiety",
      "highly cautious",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "repeats concerns",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses anxiety",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "repeats concerns",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses anxiety",
      "highly cautious",
      "loses patience quickly",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "repeats concerns",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "may need support",
      "moodiness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "may need support",
      "occasional emotional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "manages emotions",
      "may need support",
      "mood fluctuations",
      "occasional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses anxiety",
      "expresses sadness",
      "highly cautious",
      "loses patience quickly",
      "may need support",
      "reacts emotionally",
      "repeats concerns",
      "shares personal struggles",
      "shows frustration",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "moodiness",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "occasional emotional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears",
      "tries to stay composed"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "manages emotions",
      "mood fluctuations",
      "occasional outbursts",
      "repeats concerns",
      "shares personal struggles",
      "talks about fears"
    ],
    "I am an extremely anxious person and frequently struggle with worry and fear. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses anxiety",
      "expresses sadness",
      "focuses on negatives",
      "highly cautious",
      "loses patience quickly",
      "reacts emotionally",
      "repeats concerns",
      "shares personal struggles",
      "shows frustration",
      "talks about fears"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally downcast",
      "quickly recovers",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can get discouraged at times, but I usually bounce back pretty quickly. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "occasionally downcast",
      "quickly recovers",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "expresses fear frequently",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "expresses fear frequently",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "expresses fear frequently",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "occasionally self-doubting",
      "overall confident",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I can be insecure at times, but I generally feel comfortable with who I am. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "expresses fear frequently",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "occasionally self-doubting",
      "overall confident",
      "reacts emotionally",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "discusses mental health",
      "emotional fluctuations",
      "expresses fear frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "discusses mental health",
      "expresses fear frequently",
      "expresses sadness",
      "manages emotions",
      "may need support",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel sad often and often struggle with depression or other mood disorders. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "discusses mental health",
      "emotes easily",
      "expresses fear frequently",
      "expresses sadness",
      "loses patience quickly",
      "may need support",
      "mentions anxiety often",
      "nervous tone",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be moody and experience frequent mood swings.": [
      "changes tone suddenly",
      "emotional fluctuations",
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety often",
      "moodiness",
      "nervous tone",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can be somewhat emotionally unstable at times, but I usually manage to keep it under control.": [
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "mentions anxiety often",
      "nervous tone",
      "occasional emotional outbursts",
      "shares personal struggles",
      "talks about panic attacks",
      "tries to stay composed"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I can keep my emotions under control at times, but I also have my share of outbursts and mood swings.": [
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "manages emotions",
      "mentions anxiety often",
      "mood fluctuations",
      "nervous tone",
      "occasional outbursts",
      "shares personal struggles",
      "talks about panic attacks"
    ],
    "I am a very anxious and fearful person and often struggle with anxiety and panic attacks. I tend to feel depressed or blue fairly often and often struggle with negative thoughts and emotions. I tend to be quite temperamental and often get upset or emotional in response to stress or conflict.": [
      "emotes easily",
      "emotional vulnerability",
      "expresses fear frequently",
      "expresses sadness",
      "focuses on negatives",
      "loses patience quickly",
      "mentions anxiety often",
      "nervous tone",
      "reacts emotionally",
      "shares personal struggles",
      "shows frustration",
      "talks about panic attacks"
    ]
  }
}